Repository: mayursaptal/grandgaadi
Catalog: plugins/wptaskforce-license-helper/languages/wptaskforce-license-helper-*.po
Languages: he_il, nl_be

source: Unexpected Error! The query returned with an error.
he_il: שגיאה לא צפויה! השאילתה הוחזרה עם שגיאה.
nl_be: Onverwachte fout! De query is geretourneerd met een fout.

source: The following message was returned from the server
he_il: ההודעה הבאה הוחזרה מהשרת
nl_be: Het volgende bericht is geretourneerd van de server

source: The following message was returned from the server:
he_il: ההודעה הבאה הוחזרה מהשרת:
nl_be: Het volgende bericht is geretourneerd van de server:

source: Please enter the license key for this product to activate it. You were given a license key when you purchased this item.
he_il: נא הזן את מפתח הרשיון עבור מוצר זה כדי להפעיל אותו. קיבלת מפתח רשיון כשרכשת פריט זה.
nl_be: Voer de licentiesleutel in voor dit product om het te activeren. Je hebt een licentiesleutel gekregen toen je dit object kocht.

source: WPCargo Add-ons
he_il: הרחבות WPCargo
nl_be: WPCargo-invoegtoepassingen

source: Version
he_il: גרסה
nl_be: Versie

source: License Key
he_il: מפתח רישיון
nl_be: Licentie Sleutel

source: Action
he_il: פעולה
nl_be: Actie

source: Show more details
he_il: להציג פרטים נוספים
nl_be: Meer details weergeven

source: Product
he_il: מוצר

source: Every Week
he_il: כל שבוע
nl_be: Elke week

source: WPTaskForce License Helper
he_il: משימות וכוח עזר לרשיון
nl_be: Deze plugin vereist <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin om actief te zijn!

source: This is to help you manage license for your WPCargo Add-ons.
he_il: פעולה זו מסייעת לך לנהל את הרשיון עבור הרחבות WPCargo שלך.
nl_be: Dit is om u te helpen bij het beheren van de licentie voor uw WPCargo Add-ons.

source: WPTaskForce
he_il: WPאטסק פורס
