Repository: mayursaptal/grandgaadi
Catalog: plugins/wpcargo-pod-addons/languages/wpcargo-pod-*.po
Languages: es_es, it_it, nl_be, ro_ro

source: Unregistered Status.
es_es: Estado no registrado.
it_it: Stato non registrato.
nl_be: Niet-geregistreerde status.
ro_ro: Stare neînregistrată.

source: Account role denied.
es_es: Rol de cuenta denegado.
it_it: Ruolo dell'account negato.
nl_be: Accountrol geweigerd.
ro_ro: Rol de cont refuzat.

source: You are not assigned to this shipment
es_es: No está asignado a este envío
it_it: Non sei assegnato a questa spedizione
nl_be: U bent niet toegewezen aan deze zending
ro_ro: Nu sunteți asociat la această livrare

source: Driver
es_es: Conductor
nl_be: Stuurprogramma

source: -- Select Driver --
es_es: -- Seleccione Trabajadores --
it_it: -- Seleziona driver --
nl_be: -- Stuurprogramma selecteren --
ro_ro: -- Selectați Driver --

source: Proof of Delivery Settings
es_es: Configuración de la prueba de entrega
it_it: Impostazioni di prova di consegna
nl_be: Controle-instellingen
ro_ro: Dovada setărilor de livrare

source: POD APP Settings
es_es: Ajustes de la aplicación POD
it_it: Impostazioni POD APP
nl_be: POD APP-instellingen
ro_ro: Setări aplicație POD

source: POD APP settings is NOT set-up.
es_es: LOS ajustes de pod APP NO están configurados.
it_it: Le impostazioni POD APP NON sono impostate.
nl_be: POD APP-instellingen zijn NIET ingesteld.
ro_ro: Setările POD APP NU este configurat.

source: Click Here
es_es: Haga clic aquí
it_it: Clicca qui
nl_be: Klik Hier
ro_ro: Click aici

source: This may affect your POD application.
es_es: Esto puede afectar a su aplicación POD.
it_it: Ciò potrebbe influire sull'applicazione POD.
nl_be: Dit kan van invloed zijn op uw POD-toepassing.
ro_ro: Acest lucru poate afecta aplicația POD.

source: Sign
es_es: Firmar
it_it: Simbolo
nl_be: Aanmelden
ro_ro: Autentificare

source: Signed
es_es: Firmar
it_it: Simbolo
nl_be: Ondertekend
ro_ro: Autentificare

source: Proof of Delivery
es_es: Prueba de entrega
it_it: Prova di consegna
nl_be: Bewijs van levering
ro_ro: Dovada de livrare

source: Loading...
es_es: Cargando...
it_it: Caricamento...
nl_be: Laden...
ro_ro: Se incarca...

source: Disable Email for Driver?
es_es: ¿Desactivar el correo electrónico para el controlador?
it_it: Disabilitare la posta elettronica per il driver?
nl_be: E-mail uitschakelen voor stuurprogramma?
ro_ro: Dezactivați e-mailul pentru driver?

source: Driver Report
es_es: Conductor
it_it: Driver
nl_be: Chauffeurrapport
ro_ro: Driver

source: Driver Route Planner
es_es: Planificador de rutas del conductor
it_it: Pianificatore percorso conducente
nl_be: Routeplanner voor chauffeur
ro_ro: Planificator traseu driver

source: Driver Route
es_es: Ruta del conductor
it_it: Percorso conducente
nl_be: Rijroute
ro_ro: Ruta șoferului

source: Shipment Number
es_es: Nombre del Remitente
it_it: Nome mittente
nl_be: Verzendnummer
ro_ro: Nume expeditor:

source: Registered Shipper
es_es: Remitente registrado
it_it: Spedizioniere registrato
nl_be: Geregistreerde verzender
ro_ro: Expeditor înregistrat

source: Shipment Status
es_es: ES Shipment Status
it_it: Stato Spedizione
nl_be: Verzendstatus
ro_ro: Stare expediere

source: No shipment found to generate report
es_es: No se ha encontrado ningún envío para generar el informe
it_it: Nessuna spedizione trovata per generare report
nl_be: Geen zending gevonden om rapport te genereren
ro_ro: Nu s-a găsit nicio livrare pentru a genera raport

source: Please wait while generating file...
es_es: Espere mientras genera el archivo...
it_it: Attendere durante la generazione del file...
nl_be: Wacht terwijl u bestand genereert...
ro_ro: Așteptați în timp ce generați fișierul...

source: Sorry! You are not allowed to remove signature.
es_es: ¡arrepentido! No se le permite eliminar la firma.
it_it: scusa! Non è consentito rimuovere la firma.
nl_be: sorry! U mag handtekening niet verwijderen.
ro_ro: îmi pare rău! Nu aveți voie să eliminați semnătura.

source: Signature successfully removed!
es_es: ¡Firma eliminada con éxito!
it_it: Firma rimossa correttamente!
nl_be: Handtekening succesvol verwijderd!
ro_ro: Semnătura eliminată cu succes!

source: Google API key required to run the Driver Route Planner. Add API here <a href="%s" class="btn btn-primary btn-sm">Here</a>
es_es: Se requiere la clave de API de Google para ejecutar el planificador de rutas del controlador. Agregue la API aquí <a href="%s" class="btn btn-primary btn-sm">aquí</a>
it_it: Chiave API di Google necessaria per eseguire Driver Route Planner. Aggiungi API qui <a href="%s" class="btn btn-primary btn-sm">qui</a>
nl_be: Google API-sleutel die nodig is om de routeplanner van de bestuurder uit te voeren. Api hier <a href="%s" class="btn btn-primary btn-sm">toevoegen Hier</a>
ro_ro: Tasta API Google necesară pentru a executa Planificatorul de rute pentru drivere. Adăugați API <a href="%s" class="btn btn-primary btn-sm">aici Aici</a>

source: No Delivery for route found.
es_es: No se encuentra ninguna entrega para la ruta.
it_it: Nessuna consegna per il percorso trovato.
nl_be: Geen levering voor route gevonden.
ro_ro: Nu s-a găsit nicio livrare pentru rută.

source: Point of Orgin
es_es: Punto de Orgin
it_it: Punto di Orgin
nl_be: Punt van Orgin
ro_ro: Punctul Orgin

source: WPCargo Proof of Delivery
es_es: WPCargo Prueba de Entrega
it_it: WPCargo Prova di Consegna
nl_be: WPCargo Bewijs van levering
ro_ro: WPCargo Dovada de livrare

source: Please activate your license key <a href="
es_es: Por favor, active su clave de licencia <a href-
it_it: Si prega di attivare la chiave di licenza <a href= "
nl_be: Activeer uw licentiesleutel <a href="
ro_ro: Activați cheia de licență <a href="

source: Google Map API Key is not activated.
es_es: Google Map API Key no está activado.
it_it: La chiave API di Google Map non è attivata.
nl_be: Google Map API-sleutel is niet geactiveerd.
ro_ro: Google Map API Key nu este activat.

source: Sorry you are not allowed to access this page, This page are only for WPCargo Driver users.
es_es: Lo sentimos, no se le permite acceder a esta página, Esta página es sólo para los usuarios de WPCargo Driver.
it_it: Siamo spiacenti di non essere autorizzati ad accedere a questa pagina, Questa pagina è solo per gli utenti di WPCargo Driver.
nl_be: Sorry dat u niet toegang tot deze pagina, Deze pagina zijn alleen voor WPCargo Driver gebruikers.
ro_ro: Ne pare rău că nu vi se permite să acceseze această pagină, Această pagină sunt numai pentru utilizatorii WPCargo Driver.

source: Your current signature
es_es: Su firma actual
it_it: La tua firma attuale
nl_be: Uw huidige handtekening
ro_ro: Semnătura curentă

source: Signature Successfully Saved!
es_es: ¡Firma guardada con éxito!
it_it: Firma salvata con successo!
nl_be: Handtekening met succes opgeslagen!
ro_ro: Semnătură salvată cu succes!

source: Error on saving!
es_es: Error al guardar!
it_it: Errore durante il salvataggio!
nl_be: Fout op het opslaan!
ro_ro: Eroare la salvare!

source: Sorry you don't have enough permission to access this page.
es_es: Lamento que no tengas suficiente permiso para acceder a esta página.
it_it: Spiacenti, non hai abbastanza l'autorizzazione per accedere a questa pagina.
nl_be: Sorry dat je niet genoeg toestemming hebt om deze pagina te openen.
ro_ro: Ne pare rău că nu aveți suficiente permisiuni pentru a accesa această pagină.

source: Delivered
es_es: Entregado
it_it: Consegnato
nl_be: Geleverd
ro_ro: Livrate

source: Cancelled
es_es: Cancelado
it_it: Annullato
nl_be: Geannuleerd
ro_ro: Anulat

source: Back to Dashboard
es_es: Volver al panel de control
it_it: Torna a Dashboard
nl_be: Terug naar dashboard
ro_ro: Inapoi la Panou

source: Cheating, uh?
es_es: Engañando, ¿eh?
it_it: Tradire, eh?
nl_be: Vreemdgaan, uh?
ro_ro: Să trișezi?

source: This plugin requires <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plugin to be active!
es_es: Este plugin requiere <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plugin para estar activo!
it_it: Questo plugin richiede <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plugin per essere attivo!
nl_be: Deze plugin vereist <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plug-in pentru a fi activ!

source: This plugin requires <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin to be active!
es_es: Este plugin requiere <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin para estar activo!
it_it: Questo plugin richiede <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin per essere attivo!
nl_be: Deze plugin vereist <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plug-in pentru a fi activ!

source: This plugin requires <strong>WPCargo Frontend Manager</strong> plugin to be active!
es_es: Este plugin requiere <strong>WPCargo Frontend Manager</strong> plugin para estar activo!
it_it: Questo plugin richiede <strong>WPCargo Frontend Manager</strong> plugin per essere attivo!
nl_be: Deze plugin vereist <strong>WPCargo Frontend Manager</strong> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <strong>WPCargo Frontend Manager</strong> plug-in pentru a fi activ!

source: Status
es_es: Estado
it_it: Stato
ro_ro: Stare

source: -- Select Status --
es_es: --Seleccione Estado--
it_it: --Selezionare Stato--
nl_be: --Status selecteren--
ro_ro: -- Selectați Starea --

source: Date Range
es_es: Rango de Fecha
it_it: Intervallo di date
nl_be: Datumbereik
ro_ro: Interval de date

source: From
es_es: Desde
it_it: Da
nl_be: Van
ro_ro: De la

source: To
es_es: Hasta
it_it: A
nl_be: Tot
ro_ro: La

source: Export Report
es_es: Informe de exportación
it_it: Esportare Rapporto
nl_be: Exportrapport
ro_ro: Exportă raport

source: Do you want to display it on vehicles page?
es_es: ¿Desea mostrarlo en la página de vehículos?
it_it: Visualizzarlo nella pagina dei risultati?
nl_be: Wilt u het weergeven op de pagina voertuigen?
ro_ro: Îl afișați pe pagina vehiculelor?

source: Exclude Status for Driver
es_es: Excluir estado para el conductor
it_it: Escludi stato per il driver
nl_be: Status voor bestuurder uitsluiten
ro_ro: Excludere stare pentru driver

source: Note: This options applicable only in front end dashboard. It will exclude the shipment status in updating the shipment.
es_es: Nota: Estas opciones solo se aplican en el panel de control front-end.
it_it: Nota: questa opzione è applicabile solo nel dashboard front-end.
nl_be: Opmerking: deze opties zijn alleen van toepassing in het dashboard aan de voorkant. De status van de zending wordt uitgesloten bij het bijwerken van de zending.
ro_ro: Notă: Aceste opțiuni se aplică numai în tabloul de bord front-end.

source: Select shipper fields to display when driver update shipment
es_es: Seleccione los campos de remitente que se mostrarán cuando el conductor actualice el envío
it_it: Selezionare i campi del mittente da visualizzare quando il driver aggiorna la spedizione
nl_be: Verzendvelden selecteren die u wilt weergeven wanneer de verzending van het stuurprogramma wordt bijgewerkt
ro_ro: Selectarea câmpurilor expeditorului de afișat când se actualizează expedierea driverului

source: Select receiver fields to display when driver update shipment
es_es: Seleccione los campos del receptor que se mostrarán cuando el conductor actualice el envío
it_it: Selezionare i campi del ricevitore da visualizzare quando il driver aggiorna la spedizione
nl_be: Ontvangervelden selecteren die u wilt weergeven wanneer de verzending van het stuurprogramma wordt bijgewerkt
ro_ro: Selectarea câmpurilor receptorului de afișat la actualizarea driverului

source: Point of Orgin / Warehouse
es_es: Punto de Orgin / Almacén
it_it: Punto di Orgin / Magazzino
nl_be: Punt van Orgin / Magazijn
ro_ro: Punctul de Orgin / Depozit

source: Note: Dag the map marker to generate Point of Orgin / Warehouse Address
es_es: Nota: Dag el marcador de mapa para generar punto de Orgin / dirección de almacén
it_it: Nota: dag l'indicatore della mappa per generare punto di orgin / indirizzo magazzino
nl_be: Opmerking: Dag de kaartmarkering om punt van orgin / magazijnadres te genereren
ro_ro: Notă: Dag marcatorul hărții pentru a genera Punctul de Orgin / Adresa depozitului

source: Display status to Map Route
es_es: Mostrar estado en Ruta de mapa
it_it: Stato di visualizzazione in Percorso mappa
nl_be: Status weergeven op Kaartroute
ro_ro: Afișare stare la Rută hartă

source: Note: This display the shipments in the Map Route.
es_es: Nota: Esto muestra los envíos en la ruta del mapa.
it_it: Nota: vengono visualizzate le spedizioni nel percorso della mappa.
nl_be: Opmerking: hiermee worden de zendingen in de kaartroute weergegeven.
ro_ro: Notă: Aceasta afișează livrările pe ruta hartă.

source: Receiver Address Field
es_es: Dirección del receptor
it_it: Indirizzo ricevitore:
nl_be: Adresveld ontvanger
ro_ro: Adresa receptorului:

source: Note: This field will serve as address for the map.
es_es: Nota: Este campo servirá como dirección para el mapa.
it_it: Nota: questo campo fungerà da indirizzo per la mappa.
nl_be: Opmerking: Dit veld dient als adres voor de kaart.
ro_ro: Notă: Acest câmp va servi drept adresă pentru hartă.

source: Additional Route Segment Information
es_es: Información adicional sobre el segmento de rutas
it_it: Informazioni aggiuntive sul segmento di percorso
nl_be: Aanvullende routesegmentinformatie
ro_ro: Informații suplimentare despre segmentul rutei

source: Note: Additional information for the route segment.
es_es: Nota: Información adicional para el segmento de ruta.
it_it: Nota: informazioni aggiuntive per il segmento di ciclo di lavorazione.
nl_be: Opmerking: Aanvullende informatie voor het routesegment.
ro_ro: Notă: Informații suplimentare pentru segmentul de rută.

source: Signature
es_es: Firma
it_it: Firma
nl_be: Handtekening
ro_ro: Semnătură

source: Proof of Acknowledgment
es_es: Prueba de reconocimiento
it_it: Prova di riconoscimento
nl_be: Bewijs van erkenning
ro_ro: Dovada confirmării

source: Remove Signature
es_es: Eliminar firma
it_it: Rimuovi firma
nl_be: Handtekening verwijderen
ro_ro: Eliminare semnătură

source: POD Image
es_es: Imagen POD
it_it: Immagine POD
nl_be: POD-afbeelding
ro_ro: Imagine POD

source: Delete
es_es: Borrar
it_it: Elimina
nl_be: Verwijder
ro_ro: Șterge

source: Add Images / Upload Files
es_es: Añadir imágenes / Cargar archivos
it_it: Aggiungi immagini / Carica file
nl_be: Afbeeldingen toevoegen / bestanden uploaden
ro_ro: Adăugare imagini / Încărcare fișiere

source: Note: This settings are only use for the WPCargo Driver APP mobile Application.
es_es: Nota: Esta configuración solo se utiliza para la aplicación móvil WPCargo Driver APP.
it_it: Nota: queste impostazioni vengono utilizzate solo per l'applicazione mobile WPCargo Driver APP.
nl_be: Opmerking: deze instellingen worden alleen gebruikt voor de mobiele toepassing van de WPCargo Driver APP.
ro_ro: Notă: Aceste setări sunt utilizate numai pentru aplicația mobilă WPCargo Driver APP.

source: Select Shipment status to display in Delivered Tab
es_es: Seleccione Estado del envío para mostrar en la pestaña Entregado
it_it: Selezionare lo stato della spedizione da visualizzare nella scheda Consegnato
nl_be: Selecteer de verzendstatus die u wilt weergeven op het tabblad Geleverd
ro_ro: Selectați Stare livrare de afișat în fila Livrare

source: Choose One
es_es: Elige uno
it_it: Scegline uno
nl_be: Kies één
ro_ro: Alege Una

source: Select Shipment status to display in Cancelled Tab
es_es: Seleccione Estado del envío para mostrar en la pestaña Cancelado
it_it: Selezionare Lo stato della spedizione da visualizzare nella scheda Annullato
nl_be: Selecteer de status Van verzending om weer te geven op tabblad Geannuleerd
ro_ro: Selectați Stare livrare de afișat în fila Revocată

source: Remove required attributes on the Following Fields
es_es: Elimine los atributos necesarios en los siguientes campos
it_it: Rimuovere gli attributi obbligatori nei campi seguenti
nl_be: Vereiste kenmerken op de volgende velden verwijderen
ro_ro: Eliminarea atributelor necesare în următoarele câmpuri

source: Photo
es_es: Foto
it_it: Foto
nl_be: Foto
ro_ro: Fotografie

source: Location
es_es: Ubicación
it_it: Luogo
nl_be: Locatie
ro_ro: Locatie

source: Remarks
es_es: Observaciones
it_it: Osservazioni
nl_be: Opmerkingen
ro_ro: Observaţii

source: Images
es_es: Imágenes
it_it: Immagini
nl_be: Afbeeldingen
ro_ro: Imagini

source: Point of Origin
es_es: Punto de origen
it_it: Punto di origine
nl_be: Punt van oorsprong
ro_ro: Punctul de origine

source: Distance
es_es: Distancia
it_it: Distanza
nl_be: Afstand
ro_ro: Distanță

source: to
es_es: a
it_it: a
nl_be: naar
ro_ro: catre

source: Route Segment
es_es: Segmento de ruta
it_it: Segmento di percorso
ro_ro: Segment traseu

source: Directions request failed due to
es_es: Error en la solicitud de instrucciones debido a
it_it: Richiesta per direzioni fallita a causa di
nl_be: Verzoek om routebeschrijvingen is mislukt vanwege
ro_ro: Solicitarea directiei a esuat din cauza

source: Search
es_es: Buscar
it_it: Cerca
nl_be: Zoek
ro_ro: Caută

source: Pending
es_es: Pendiente
it_it: In attesa
nl_be: In afwachting
ro_ro: În așteptare

source: Tracking Number
es_es: Número de seguimiento
it_it: Numero Spedizione
nl_be: Volgnummer
ro_ro: Număr urmărire

source: Action
es_es: Acción
it_it: Azione
nl_be: Actie
ro_ro: Actiune

source: No shipment assigned found.
es_es: No se encontró ningún envío asignado.
it_it: Nessuna spedizione assegnata trovata.
nl_be: Er is geen zending toegewezen.
ro_ro: Nu s-a găsit nicio expediere.

source: Stop
es_es: Detener
nl_be: Stoppen

source: Device Selection
es_es: Seleccion de Dispositivo
it_it: Selezione del dispositivo
nl_be: Apparaatselectie
ro_ro: Selectaredispozitiv

source: Images will display here after the scan...
es_es: Las imágenes se mostrarán aquí después del escaneo...
it_it: Le immagini verranno visualizzate qui dopo la scansione...
nl_be: Beelden worden hier weergegeven na de scan ...
ro_ro: Imaginile vor fi afișate aici după scanare...

source: Shipper
es_es: ES Shipper
it_it: Spedizioniere
nl_be: Verzender
ro_ro: Transportator

source: Receiver
es_es: Receptor
it_it: Destinatario
nl_be: Ontvanger
ro_ro: Destinatar

source: Shipper Name:
es_es: Nombre del Remitente
it_it: Nome mittente
nl_be: Verzender naam:
ro_ro: Nume expeditor:

source: Phone:
es_es: Teléfono:
it_it: Telefono:
nl_be: Telefoon:
ro_ro: Telefon:

source: Shipper Address:
es_es: Dirección del remitente
it_it: Indirizzo mittente:
nl_be: Verzendadres
ro_ro: Adresa expeditorului:

source: Receiver Name:
es_es: Nombre del destinatario
it_it: Nome ricevitore:
nl_be: Naam van de ontvanger
ro_ro: Nume receptor:

source: Receiver Address:
es_es: Dirección del receptor
it_it: Indirizzo ricevitore:
nl_be: Adres ontvanger
ro_ro: Adresa receptorului:

source: POD Signature
es_es: Firma POD
it_it: Firma POD
nl_be: POD-handtekening
ro_ro: Semnătura POD

source: ADD IMAGES
es_es: AÑADIR IMÁGENES
it_it: AGGIUNGERE IMMAGINI
nl_be: AFBEELDINGEN TOEVOEGEN
ro_ro: ADĂUGARE IMAGINI

source: Your current captured images:
es_es: Sus imágenes capturadas actuales:
it_it: Le immagini acquisite corrente:
nl_be: Uw huidige vastgelegde beelden:
ro_ro: Imaginile capturate curent:

source: Location:
es_es: Ubicación:
it_it: Località:
nl_be: Locatie:
ro_ro: Locație:

source: Remarks:
es_es: Observaciones:
it_it: Note:
nl_be: Opmerkingen
ro_ro: Observații:

source: Update
es_es: Actualizar
it_it: Aggiorna
nl_be: Bijwerken
ro_ro: Actualizare

source: Upload Images
es_es: Subir imágenes
it_it: Carica Immagini
nl_be: Afbeeldingen uploaden
ro_ro: Încarcă imagini

source: Sign below
es_es: Firma a continuación
it_it: Segno sotto
nl_be: Log hieronder
ro_ro: Înregistrați-vă mai jos

source: Please click the <b>save</b> button after you signed.
es_es: Haga clic en el botón <b>Guardar</b> después de firmarlo.
it_it: Si prega di fare clic sul pulsante <b>Salva</b> dopo aver firmato.
nl_be: Klik op de knop <b>Opslaan</b> nadat u bent aangemeld.
ro_ro: Faceți clic pe butonul <b>salvare</b> după ce ați semnat.

source: Save
es_es: Guardar
it_it: Salva
nl_be: Opslaan
ro_ro: Salvează

source: Clear
es_es: Limpiar
it_it: Cancella
nl_be: Wissen
ro_ro: Sterge

source: Generated signature
es_es: Firma generada
it_it: Firma generata
nl_be: Gegenereerde handtekening
ro_ro: Semnătură generată

source: Your current signature:
es_es: Su firma actual:
it_it: La tua firma attuale:
nl_be: Uw huidige handtekening:
ro_ro: Semnătura curentă:

source: Please provide signature first.
es_es: Proporcione primero la firma.
it_it: Si prega di fornire prima la firma.
nl_be: Geef eerst een handtekening op.
ro_ro: Vă rugăm să furnizați semnătura mai întâi.

source: Your current captured images
es_es: Sus imágenes capturadas actuales
it_it: Le immagini acquisite correnti
nl_be: Uw huidige vastgelegde beelden
ro_ro: Imaginile capturate curent

source: WPCargo Driver
es_es: Controlador WPCargo
nl_be: WPCargo-stuurprogramma

source: WPCargo Proof of Delivery Add-ons
es_es: WPCargo Prueba de Entrega Complementos
it_it: WPCargo Prova di consegna Add-ons
nl_be: WPCargo-bewijs van leveringsvoegtoepassingen
ro_ro: WPCargo Dovada de livrare Suplimente

source: This Add-ons will let you add images and signature on your shipment. This offers the ability to record delivery and collection operations with proof using a computer, tablets or mobile devices running Android and iOS mobile systems/Operating systems. Available shortcode [wpc_driver_accounts].
es_es: Estos complementos le permitirán agregar imágenes y firmas en su envío. Esto ofrece la posibilidad de grabar las operaciones de entrega y recolección con pruebas utilizando un ordenador, tabletas o dispositivos móviles que ejecutan sistemas móviles/sistemas operativos Android e iOS. Shortcode disponible [wpc_driver_accounts].
it_it: Questo componente aggiuntivo vi permetterà di aggiungere immagini e firma sulla vostra spedizione. Ciò offre la possibilità di registrare le operazioni di consegna e raccolta con la prova utilizzando un computer, tablet o dispositivi mobili che eseguono sistemi mobili Android e iOS/sistemi operativi. Codice di abbreviazione disponibile [wpc_driver_accounts].
nl_be: Met deze invoegtoepassingen u afbeeldingen en handtekening toevoegen aan uw zending. Dit biedt de mogelijkheid om leverings- en verzamelingsbewerkingen op te nemen met bewijs met behulp van een computer, tablets of mobiele apparaten met Mobiele Android- en iOS-systemen/besturingssystemen. Beschikbaar shortcode [wpc_driver_accounts].
ro_ro: Aceste programe de completare vă vor permite să adăugați imagini și semnături pe expediere. Acest lucru oferă posibilitatea de a înregistra operațiuni de livrare și colectare cu dovada folosind un computer, tablete sau dispozitive mobile care rulează sisteme mobile Android și iOS / sisteme de operare. Cod scurt disponibil [wpc_driver_accounts].

source: POD Images
it_it: Immagini POD
nl_be: POD-afbeeldingen
ro_ro: Imagini POD

source: http://wpcargo.com/
nl_be: Deze plugin vereist <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin om actief te zijn!

source: POD APP
ro_ro: APLICAȚIA POD
