Repository: mayursaptal/grandgaadi
Catalog: plugins/wpcargo-shipment-container-add-ons/languages/wpcargo-shipment-container-*.po
Languages: ar, fr_ca, he_il, it_it, nl_be, ro_ro, ru_ru

source: Something went wrong during process, Please reload the page.
ar: حدث خطأ ما أثناء العملية، الرجاء إعادة تحميل الصفحة.
fr_ca: Quelque chose s’est mal passé pendant le processus, S’il vous plaît recharger la page.
he_il: משהו השתבש במהלך התהליך, נא טען מחדש את הדף.
it_it: Si è verificato un problema durante il processo, si prega di ricaricare la pagina.
nl_be: Er is iets misgegaan tijdens het proces, Herlaad de pagina.
ro_ro: Ceva nu a mers bine în timpul procesului, Vă rugăm să reîncărcați pagina.
ru_ru: Что-то пошло не так во время процесса, Пожалуйста, перезагрузить страницу.

source: Please select status to update.
ar: الرجاء تحديد الحالة للتحديث.
fr_ca: Veuillez sélectionner l’état à mettre à jour.
he_il: נא בחר מצב לעדכון.
it_it: Selezionare lo stato da aggiornare.
nl_be: Selecteer status om bij te werken.
ro_ro: Selectați starea de actualizat.
ru_ru: Пожалуйста, выберите статус для обновления.

source: Please Select Containers to update.
ar: الرجاء تحديد حاويات لتحديث.
fr_ca: Veuillez sélectionner des conteneurs à mettre à jour.
he_il: נא בחר גורמים מכילים לעדכון.
it_it: Selezionare Contenitori da aggiornare.
nl_be: Selecteer Containers om bij te werken.
ro_ro: Selectați Containere de actualizat.
ru_ru: Пожалуйста, выберите контейнеры для обновления.

source: This is an existing Container number.
ar: هذا رقم حاوية موجود.
fr_ca: Il s’agit d’un numéro de conteneur existant.
he_il: זהו מספר גורם מכיל קיים.
it_it: Si tratta di un numero contenitore esistente.
nl_be: Dit is een bestaand containernummer.
ro_ro: Acesta este un număr container existent.
ru_ru: Это существующий номер контейнера.

source: No shipment selected, Please select atleast one Shipment.
ar: لا توجد شحنة محددة، يرجى تحديد atleast شحنة واحدة.
fr_ca: Aucun envoi sélectionné, S’il vous plaît sélectionnez atleast un envoi.
he_il: לא נבחר משלוח, נא בחר באפשרות משלוח אחד לפחות.
it_it: Nessuna spedizione selezionata, Si prega di selezionare almeno una spedizione.
nl_be: Geen zending geselecteerd, Selecteer ten minste één zending.
ro_ro: Nicio expediere selectată, Selectați atleast one Shipment (Expediere).
ru_ru: Нет отгрузки выбран, пожалуйста, выберите atleast один груз.

source: Selected Shipments has been assigned
ar: تم تعيين الشحنات المحددة
fr_ca: Des envois sélectionnés ont été attribués
he_il: משלוחים נבחרים הוקצו
it_it: Le spedizioni selezionate sono state assegnate
nl_be: Geselecteerde zendingen zijn toegewezen
ro_ro: Livrările selectate au fost asociate
ru_ru: Назначены выбранные поставки

source: No shipment has been updated
ar: لم يتم تحديث أي شحنة
fr_ca: Aucune expédition n’a été mise à jour
he_il: לא עודכן משלוח
it_it: Nessuna spedizione è stata aggiornata
nl_be: Er is geen zending bijgewerkt
ro_ro: Nicio livrare nu a fost actualizată
ru_ru: Отгрузка не была обновлена

source: Hide
ar: إخفاء
fr_ca: Masquer
he_il: הסתר
it_it: Nascondi
nl_be: Verberg
ro_ro: Ascunde
ru_ru: Скрыть

source: Show
ar: عرض
fr_ca: Afficher
he_il: הצג
it_it: Mostra
nl_be: Toon
ro_ro: Arată
ru_ru: Показать

source: Please Select
ar: الرجاء اختيار
fr_ca: S’il vous plaît sélectionnez
he_il: נא בחר
it_it: Si prega di selezionare
nl_be: Selecteer
ro_ro: Selectați
ru_ru: Пожалуйста, выберите

source: Delivery Agent
ar: وكيل التسليم
fr_ca: Agent de livraison
he_il: סוכן משלוח
it_it: Agente di consegna
nl_be: Bezorgagent
ro_ro: Agent livrare
ru_ru: Агент по доставке

source: Container NOT Found. Please click update this shipment to unassign shipment.
ar: لم يتم العثور على حاوية. الرجاء النقر فوق تحديث هذه الشحنة إلى الشحنة غير المعينة.
fr_ca: Conteneur non trouvé. S’il vous plaît cliquez sur mettre à jour cet envoi à l’expédition non assignée.
he_il: הגורם המכיל לא נמצא. נא לחץ על עדכן משלוח זה כדי לבטל את ההקצאה של המשלוח.
it_it: Contenitore NON trovato. Fare clic su aggiorna la spedizione per annullare l'assegnazione della spedizione.
nl_be: Container NIET gevonden. Klik op deze zending bijwerken om de zending niet te verzenden.
ro_ro: ContainerUL NU este găsit. Faceți clic pe actualizare a acestei livrări pentru a anula atribuirea livrării.
ru_ru: Контейнер НЕ найден. Пожалуйста, нажмите обновить эту партию, чтобы неприсогласовать отгрузку.

source: Something went wrong during process, Please try again.
ar: حدث خطأ ما أثناء العملية، الرجاء المحاولة مرة أخرى.
fr_ca: Quelque chose s’est mal passé pendant le processus, S’il vous plaît essayer à nouveau.
he_il: משהו השתבש במהלך התהליך, נא נסה שוב.
it_it: Qualcosa è andato storto durante il processo, riprovare.
nl_be: Er is iets misgegaan tijdens het proces, Probeer het opnieuw.
ro_ro: Ceva nu a mers bine în timpul procesului, Vă rugăm să încercați din nou.
ru_ru: Что-то пошло не так во время процесса, пожалуйста, попробуйте еще раз.

source: Container
ar: حاوية دائرية
fr_ca: Conteneur
he_il: מיכל
it_it: Contenitore
ro_ro: Recipient
ru_ru: Контейнер

source: successfully deleted.
ar: تم الحذف بنجاح.
fr_ca: Stocker supprimé avec succès.
he_il: נמחק בהצלחה.
it_it: Archivio eliminato correttamente.
nl_be: Winkel is verwijderd.
ro_ro: Stocați cu succes șterse.
ru_ru: успешно удалено.

source: Shipment %s already assign to container %s.
ar: %s الشحن تعيين بالفعل إلى %s الحاوية.
fr_ca: L'%s est déjà attribué aux conteneurs %s.
he_il: משלוח %s להקצות לגורמים %s.
it_it: Le %s di spedizione devono già essere assegnate al contenitore %s.
nl_be: Verzending %s al toewijzen aan container %s.
ro_ro: Livrare %s deja asociat la %s container.
ru_ru: Отгрузка %s назначается контейнерным %s.

source: Selected Container not found! Please reload and try again.
ar: لم يتم العثور على حاوية محددة! الرجاء إعادة تحميل وحاول مرة أخرى.
fr_ca: Conteneur sélectionné ina pas trouvé! S’il vous plaît recharger et essayer à nouveau.
he_il: הגורם המכיל שנבחר לא נמצא! נא טען מחדש ונסה שוב.
it_it: Contenitore selezionato non trovato. Ricaricare e riprovare.
nl_be: Geselecteerde container niet gevonden! Gelieve opnieuw te laden en probeer het opnieuw.
ro_ro: Container selectat negăsit! Reîncărcați și încercați din nou.
ru_ru: Выбранный контейнер не найден! Пожалуйста, перезагрузить и попробуйте еще раз.

source: Print
ar: طباعة
fr_ca: Imprimer
he_il: הדפסה
it_it: Stampa
ro_ro: Printare
ru_ru: Печать

source: Remove
ar: (حذف)
fr_ca: Enlever
he_il: הסר
it_it: Rimuovi
nl_be: Verwijder
ro_ro: Șterge
ru_ru: Удалить

source: Shipper
ar: اسم الشاحن
fr_ca: Expéditeur:
he_il: שולח
it_it: Spedizioniere
nl_be: Verzender
ro_ro: Transportator
ru_ru: Грузоотправителя

source: Receiver
ar: مستلم
fr_ca: Reçu par
he_il: המקבל
it_it: Destinatario
nl_be: Ontvanger
ro_ro: Destinatar
ru_ru: Получатель

source: No Available Shipments found.
ar: لم يتم العثور على شحنات متوفرة.
fr_ca: Aucun envoi disponible trouvé.
he_il: לא נמצאו משלוחים זמינים.
it_it: Nessuna spedizione disponibile trovata.
nl_be: Er zijn geen beschikbare zendingen gevonden.
ro_ro: Nu s-au găsit livrări disponibile.
ru_ru: Доступных отправлений не найдено.

source: Containers
ar: الحاويات
fr_ca: Récipients
he_il: מכולות
it_it: Contenitori
ro_ro: Containere
ru_ru: Контейнеры

source: Assign to Container
ar: تعيين إلى حاوية
fr_ca: Assigner au conteneur
he_il: הקצה לגורם מכיל
it_it: Assegna al contenitore
nl_be: Toewijzen aan container
ro_ro: Asociere la container
ru_ru: Назначение контейнера

source: Shipping NO.
ar: رسوم الشحن
fr_ca: Frais d'Expédition
he_il: עלות משלוח
it_it: Costi di Spese Consegna
nl_be: Verzendkosten
ro_ro: Cost livrare
ru_ru: Стоимость доставки

source: Client
ar: زبون
he_il: לקוח
it_it: Cliente
nl_be: Klant
ru_ru: Клиент

source: Agent
ar: وكيل
fr_ca: Le courtier
he_il: סוכן
it_it: Agente
nl_be: Makelaar
ru_ru: Агент

source: Flight/ Container No.
ar: رقم الرحلة/ الحاوية
fr_ca: Vol/ Conteneur No.
he_il: טיסה / מיכל מס'
it_it: Volo/ N. contenitore
nl_be: Vlucht/ Container Nr.
ro_ro: Nr. zbor/ Container
ru_ru: Номер рейса/контейнера

source: Shipments
ar: الشحنات
fr_ca: Expéditions
he_il: שלוחים
it_it: Spedizioni
nl_be: Zendingen
ro_ro: Transporturile
ru_ru: Отправки

source: Driver
ar: سائق
fr_ca: Pilote
he_il: מנהל התקן
nl_be: Stuurprogramma
ru_ru: Водитель

source: Status
ar: الحالة
fr_ca: État
he_il: סטטוס
it_it: Stato
ro_ro: Stare
ru_ru: Статус

source: Manifest
ar: بيان
fr_ca: Manifeste
he_il: מניפסט
it_it: Manifesto
ru_ru: Манифест

source: Enter Container No.
ar: أدخل رقم الحاوية.
fr_ca: Entrez le conteneur no.
he_il: הזן מספר גורם מכיל
it_it: Immettere n. contenitore
nl_be: Voer container nr.
ro_ro: Introduceți nr.
ru_ru: Введите номер контейнера

source: Sorry you are restricted to access this route.
ar: آسف أنك مقيد للوصول إلى هذا الطريق.
fr_ca: Désolé, vous êtes limité à accéder à cette route.
he_il: מצטערים שאתה מוגבל לגישה לנתיב זה.
it_it: Siamo spiacenti di essere limitati ad accedere a questo percorso.
nl_be: Sorry dat u geen toegang hebt tot deze route.
ro_ro: Ne pare rău că sunt restricționate pentru a accesa această rută.
ru_ru: К сожалению, вы ограничены в доступе к этому маршруту.

source: Flight/Container No.
ar: رقم الرحلة/الحاوية
fr_ca: Vol/Conteneur No.
he_il: טיסה/מיכל מס'
it_it: Numero di volo/contenitore
nl_be: Vlucht/container nr.
ro_ro: Nr. zbor/container
ru_ru: Номер рейса/контейнера

source: Agent Name
ar: أسم الوكيل
fr_ca: Nom de l’agent
he_il: שם
it_it: Nome Agente
nl_be: Naam van agent
ro_ro: Nume agent
ru_ru: Имя агента

source: Telephone
ar: الهاتف
fr_ca: Téléphone
he_il: טלפון
it_it: Telefono
nl_be: Telefoon
ro_ro: Telefon
ru_ru: Телефон

source: Passport
ar: جواز السفر
fr_ca: Passeport
he_il: דרכון
it_it: Passaporto
nl_be: Paspoort
ro_ro: Pașaport
ru_ru: Паспорт

source: Origin
ar: الأصل
fr_ca: Origine
he_il: מקור המידע
it_it: Origine:
nl_be: Herkomst
ro_ro: Origine
ru_ru: Источник

source: Destination
ar: الوجهة
he_il: יעד
it_it: Destinazione
nl_be: Bestemming
ro_ro: Destinație
ru_ru: Место назначения

source: Date
ar: التاريخ
he_il: תאריך
it_it: Data
nl_be: Datum
ro_ro: Data
ru_ru: Дата

source: Time
ar: الوقت
fr_ca: Heure
he_il: זמן
it_it: Orario
nl_be: Tijd
ro_ro: Timp
ru_ru: Время

source: Current City
ar: شهر کنونی
fr_ca: Ville actuelle
he_il: העיר הנוכחית
it_it: Thành phố hiện tại
nl_be: Huidige stad
ro_ro: Oraș Actual
ru_ru: Город проживания

source: Updated By
ar: تم التحديث بواسطة
fr_ca: Mis à jour Par
he_il: שיקואויות נבחרות עודכנה
it_it: Aggiornato da
nl_be: Bijgewerkt door
ro_ro: Actualizat de
ru_ru: Обновлено

source: Remarks
ar: ملاحظات
fr_ca: Remarques
he_il: הערות
it_it: Osservazioni
nl_be: Opmerkingen
ro_ro: Observaţii
ru_ru: Примечания

source: Expected Date
ar: التاريخ المتوقع
fr_ca: Date prévue
he_il: תאריך צפוי
it_it: Data Prevista
nl_be: Verwachte datum
ro_ro: Data estimată
ru_ru: Ожидаемая дата

source: Travel Mode
ar: وضع السفر
fr_ca: Mode Voyage
he_il: מצב נסיעה
it_it: Modalità di Viaggio
nl_be: Reismodus
ro_ro: Mod călătorie
ru_ru: Режим путешествия

source: Container NOT Found
ar: الحاوية غير موجودة
fr_ca: Conteneur in trouvable
he_il: הגורם המכיל לא נמצא
it_it: Contenitore NON trovato
nl_be: Container NIET gevonden
ro_ro: Container NEGĂSIT
ru_ru: Контейнер НЕ найден

source: History
ar: السجل
fr_ca: Historique
he_il: היסטוריה
it_it: Cronologia
nl_be: Geschiedenis
ro_ro: Istoric
ru_ru: История

source: Container Details
ar: تفاصيل الحاوية
fr_ca: Détails du conteneur
he_il: פרטי גורם מכיל
it_it: Dettagli contenitore
nl_be: Containergegevens
ro_ro: Detalii container
ru_ru: Детали контейнера

source: Shipment Container
ar: حاوية الشحن
fr_ca: Conteneur d’expédition
he_il: מכולה של משלוח
it_it: Contenitore spedizione
nl_be: Verzendcontainer
ro_ro: Container livrare
ru_ru: Контейнер для отгрузки

source: -- Select Container --
ar: -- اختر حاوية --
fr_ca: -- Sélectionnez conteneur --
he_il: -- בחר גורם מכיל --
it_it: -- Seleziona contenitore --
nl_be: -- Selecteer container --
ro_ro: -- Selectare container --
ru_ru: -- Выберите контейнер --

source: Settings
ar: الإعدادات
fr_ca: Paramètres
he_il: הגדרות
it_it: Impostazioni
nl_be: Instellingen
ro_ro: Setări
ru_ru: Настройки

source: License
ar: الترخيص
fr_ca: Licence
he_il: רישיון
it_it: Licenza
nl_be: Licentie
ro_ro: Licență
ru_ru: Лицензия

source: Container Number
ar: رقم الحاوية
fr_ca: Numéro de conteneur
he_il: מספר גורם מכיל
it_it: Numero contenitore
nl_be: Containernummer
ro_ro: Număr container
ru_ru: Номер контейнера

source: Container #
ar: حاويه #
fr_ca: Conteneur #
he_il: מיכל #
it_it: Contenitore #
ru_ru: Контейнер #

source: Container for WPCargo Shipment
ar: حاوية لشحن WPCargo
fr_ca: Conteneur pour l’expédition WPCargo
he_il: מכולה למשלוח WPCargo
it_it: Contenitore per spedizione WPCargo
nl_be: Container voor WPCargo Verzending
ro_ro: Container pentru wpcargo expediere
ru_ru: Контейнер для доставки WPCargo

# Post Type General Name
source: Containers
ar: الحاويات
fr_ca: Récipients
he_il: מכולות
it_it: Contenitori
ro_ro: Containere
ru_ru: Контейнеры

# Post Type Singular Name
source: Container
ar: حاوية دائرية
fr_ca: Conteneur
he_il: מיכל
it_it: Contenitore
ro_ro: Recipient
ru_ru: Контейнер

source: Container Archives
ar: أرشيف الحاويات
fr_ca: Archives conteneurs
he_il: ארכיון גורמים מכילים
it_it: Archivi container
nl_be: Containerarchieven
ro_ro: Arhivele containerului
ru_ru: Контейнерные архивы

source: Container Attributes
ar: سمات الحاوية
fr_ca: Attributs de conteneur
he_il: תכונות גורם מכיל
it_it: Attributi contenitore
nl_be: Containerkenmerken
ro_ro: Atribute container
ru_ru: Атрибуты контейнера

source: Parent Container:
ar: حاوية الأصل:
fr_ca: Conteneur parent :
he_il: גורם מכיל של אב:
it_it: Contenitore padre:
nl_be: Bovenliggende container:
ro_ro: Container părinte:
ru_ru: Родительский контейнер:

source: All Containers
ar: جميع الحاويات
fr_ca: Tous les conteneurs
he_il: כל המכולות
it_it: Tutti i contenitori
nl_be: Alle containers
ro_ro: Toate containerele
ru_ru: Все контейнеры

source: Add New Container
ar: اضافة حاوية
fr_ca: Ajouter un Nouveau Récipient
he_il: הוסף גורם מכיל חדש
it_it: Aggiungi nuovo contenitore
nl_be: Nieuwe container toevoegen
ro_ro: Adăugare container nou
ru_ru: Добавить новый контейнер

source: Add Container
ar: إضافة حاوية
fr_ca: Ajouter un Récipient
he_il: הוסף גורם מכיל
it_it: Aggiungi contenitore
nl_be: Container toevoegen
ro_ro: Adăugați container
ru_ru: Добавить контейнер

source: New Container
ar: حاوية جديدة
fr_ca: Nouveau conteneur
he_il: גורם מכיל חדש
it_it: Nuovo contenitore
nl_be: Nieuwe container
ro_ro: Container nou
ru_ru: Новый контейнер

source: Edit Container
ar: تحرير حاوية
fr_ca: Modifier le Récipient
he_il: עריכת גורם מכיל
it_it: Edita contenitore
nl_be: Container bewerken
ro_ro: Editare container
ru_ru: Редактировать контейнер

source: Update Container
ar: حاوية التحديث
fr_ca: Mise à jour du conteneur
he_il: גורם מכיל של עדכון
it_it: Aggiorna contenitore
nl_be: Container bijwerken
ro_ro: Actualizare container
ru_ru: Обновление контейнера

source: View Container
ar: حاوية عرض
fr_ca: Afficher le conteneur
he_il: גורם מכיל של תצוגה
it_it: Visualizza contenitore
nl_be: Container weergeven
ro_ro: Vizualizare container
ru_ru: Посмотреть контейнер

source: View Containers
ar: عرض الحاويات
fr_ca: Afficher les conteneurs
he_il: הצג גורמים מכילים
it_it: Visualizza contenitori
nl_be: Containers bekijken
ro_ro: Vizualizare containere
ru_ru: Просмотр контейнеров

source: Search Container
ar: حاوية البحث
fr_ca: Conteneur de recherche
he_il: גורם מכיל של חיפוש
it_it: Contenitore di ricerca
nl_be: Zoekcontainer
ro_ro: Căutare container
ru_ru: Контейнер Поиска

source: Not found
ar: غير موجود
fr_ca: Introuvable
he_il: לא נמצא
it_it: Non trovato
nl_be: Niet gevonden
ro_ro: Nu s-a găsit
ru_ru: Не найдено

source: Not found in Trash
ar: غير موجود في سلة المهملات
fr_ca: Aucun élément trouvé dans la corbeille
he_il: לא נמצא בפח זבל
it_it: Non trovato nel cestino
nl_be: Niets gevonden in prullenbak
ro_ro: Nu a fost găsit în coșul de gunoi
ru_ru: Не найдено в корзине

source: Featured Image
ar: صورة مميزة
fr_ca: Image vedette
he_il: תמונה ראשית
it_it: Immagine in evidenza
nl_be: Uitgelichte afbeelding
ro_ro: Imagine recomandată
ru_ru: Популярные изображения

source: Set featured image
ar: حدد الصورة البارزة
fr_ca: Définir l’image mise en avant
he_il: הגדר תמונה מייצגת
it_it: Imposta immagine in evidenza
nl_be: Uitgelichte afbeelding instellen
ro_ro: Setare imagine recomandate
ru_ru: Установить изображение

source: Remove featured image
ar: احذف الصورة البارزة
fr_ca: Supprimer l’image mise en avant
he_il: הסר תמונה מייצגת
it_it: Rimuovi immagine in evidenza
nl_be: Verwijder afbeelding in de kijker
ro_ro: Eliminare imagine evidențiată
ru_ru: Удалить изображение

source: Use as featured image
ar: استخدم كصورة مميزة
fr_ca: Utiliser comme image mise en avant
he_il: השתמש כתמונה מייצגת
it_it: Usa come immagine in evidenza
nl_be: Gebruik als uitgelichte afbeelding
ro_ro: Utilizare ca imagine evidențiată
ru_ru: Использовать как изображение

source: Insert into Container
ar: إدراج في حاوية
fr_ca: Insérer dans le conteneur
he_il: הוסף לגורם מכיל
it_it: Inserisci nel contenitore
nl_be: Invoegen in container
ro_ro: Inserare în container
ru_ru: Вставьте в контейнер

source: Uploaded to this item
ar: تم تحميلها على هذا العنصر
fr_ca: Téléchargé pour cet élément
he_il: הועלה לפריט זה
it_it: Caricato su questo prodotto
nl_be: Uploaden naar dit item
ro_ro: Încărcat la acest element
ru_ru: Загрузить в этот элемент

source: Containers list
ar: قائمة الحاويات
fr_ca: Liste des conteneurs
he_il: רשימת גורמים מכילים
it_it: Elenco contenitori
nl_be: Containerslijst
ro_ro: Lista containerelor

source: Containers list navigation
ar: قائمة الحاويات التنقل
fr_ca: Navigation de liste de conteneurs
he_il: ניווט ברשימת גורמים מכילים
it_it: Spostamento nell'elenco dei contenitori
nl_be: Navigatie van containerslijst
ro_ro: Navigare a listei de containere
ru_ru: Навигация по списку контейнеров

source: Filter Containers list
ar: قائمة حاويات التصفية
fr_ca: Liste des conteneurs filtrants
he_il: רשימת גורמים מכילים של מסננים
it_it: Elenco Contenitori filtro
nl_be: Lijst met filtercontainers
ro_ro: Lista Containere filtrare
ru_ru: Список контейнеров фильтра

source: Assigned Shipments
ar: الشحنات المخصصة
fr_ca: Expéditions assignées
he_il: משלוחים שהוקצו
it_it: Spedizioni assegnate
nl_be: Toegewezen zendingen
ro_ro: Livrări asociate
ru_ru: Назначенные поставки

source: Assigned Container
ar: حاوية معينة
fr_ca: Conteneur assigné
he_il: גורם מכיל מוקצה
it_it: Contenitore assegnato
nl_be: Toegewezen container
ro_ro: Container asociat
ru_ru: Назначенный контейнер

source: Container History
ar: تاريخ الحاوية
fr_ca: Historique des conteneurs
he_il: היסטוריית גורמים מכילים
it_it: Cronologia container
nl_be: Containergeschiedenis
ro_ro: Istoric containere
ru_ru: История контейнеров

source: Container Settings
ar: إعدادات المحتوى
fr_ca: Paramètres du conteneur
he_il: הגדרות מיכל
it_it: Impostazioni contenitore
nl_be: Containerinstellingen
ro_ro: Setări container
ru_ru: Настройки контейнера

source: Print Container Shipment
ar: طباعة شحنة حاوية
fr_ca: Imprimer l’expédition de conteneurs
he_il: הדפס משלוח גורם מכיל
it_it: Stampa spedizione container
nl_be: Containerverzending afdrukken
ro_ro: Imprimare livrare container
ru_ru: Распечатать Контейнерные перевозки

source: Opss. Something went wrong!
ar: أوبس. حدث خطأ ما!
fr_ca: Les opéra tions. Quelque chose s’est mal passé !
he_il: מבצעים . משהו השתבש !משהו השתבש!
it_it: Opss. Qualcosa è andato storto!
nl_be: Opss. Er ging iets mis!
ro_ro: Op. Ceva nu a mers bine!
ru_ru: Оперативники. Что-то пошло не так!

source: No results found!
ar: لا يوجد نتائج
fr_ca: Aucun résultat trouvé!
he_il: לא נמצאו תוצאות
it_it: Nessun risultato trovato!
nl_be: Geen resultaten gevonden!
ro_ro: Niciun rezultat găsit!
ru_ru: Результаты не найдены!

source: Not yet assigned to any container
ar: لم يتم تعيينه بعد لأي حاوية
fr_ca: Pas encore affecté à un conteneur
he_il: עדיין לא הוקצה לאף גורם מכיל
it_it: Non ancora assegnato a nessun contenitore
nl_be: Nog niet toegewezen aan een container
ro_ro: Nu este încă atribuit niciun container
ru_ru: Еще не назначен ни одному контейнеру

source: Please activate your license key
ar: الرجاء تنشيط مفتاح الترخيص الخاص بك
fr_ca: S’il vous plaît activer votre clé de licence
he_il: נא הפעל את מפתח הרישיון שלך
it_it: Attivare la chiave di licenza
nl_be: Activeer uw licentiesleutel
ro_ro: Activați cheia de licență
ru_ru: Пожалуйста, активируйте ключ лицензии

source: here
ar: هنا
fr_ca: ici
he_il: כאן
it_it: qui
nl_be: hier
ro_ro: aici
ru_ru: здесь

source: This plugin requires <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin to be active!
ar: هذا البرنامج المساعد يتطلب <a href="http://wpcargo.com/" target="_blank">WPTaskForce ترخيص المساعد</a> البرنامج المساعد لتكون نشطة!
fr_ca: Ce plugin nécessite <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin pour être actif!
he_il: תוסף זה דורש <a href="http://wpcargo.com/" target="_blank">Wptaskforce המסייע מסייע</a> תוסף להיות פעיל!
it_it: Questo plugin richiede <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin per essere attivo!
nl_be: Deze plugin vereist <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plug-in pentru a fi activ!
ru_ru: Этот плагин требует <a href="http://wpcargo.com/" target="_blank">WPTaskForce лицензии Помощник</a> плагин, чтобы быть активным!

source: This plugin requires <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plugin to be active!
ar: هذا البرنامج المساعد يتطلب <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> البرنامج المساعد لتكون نشطة!
fr_ca: Ce plugin nécessite le plugin <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> pour être actif!
he_il: תוסף זה דורש <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">Wpcargo</a> plugin להיות פעיל!
it_it: Questo plugin richiede <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plugin per essere attivo!
nl_be: Deze plugin vereist <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plug-in pentru a fi activ!
ru_ru: Этот плагин требует <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> плагин, чтобы быть активным!

source: This plugin requires <strong>WPCargo Custom Field Add-ons</strong> plugin to be active!
ar: هذا البرنامج المساعد يتطلب <strong>WPCargo مخصص حقل إضافات</strong> البرنامج المساعد لتكون نشطة!
fr_ca: Ce plugin nécessite <strong>WPCargo Custom Field Add-ons</strong> plugin pour être actif!
he_il: תוסף זה דורש <strong>WPCargo מותאם אישית שדה תוספות תוסף</strong> להיות פעיל!
it_it: Questo plugin richiede <strong>WPCargo Custom Field Add-ons</strong> plugin per essere attivo!
nl_be: Deze plugin vereist <strong>WPCargo Custom Field Add-ons</strong> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <strong>WPCargo Custom Field Add-on-uri</strong> plug-in pentru a fi activ!
ru_ru: Этот плагин требует <strong>WPCargo пользовательских полевых надстройок плагин,</strong> чтобы быть активным!
