Repository: mayursaptal/grandgaadi
Catalog: plugins/wpcargo-shipment-container-add-ons/languages/wpcargo-shipment-container-*.po
Languages: ar, fr_ca, he_il, it_it, nl_be, ro_ro, ru_ru

source: Bulk Assign Container
ar: حاوية تعيين مجمعة
fr_ca: Conteneur d’assignage en vrac
he_il: גורם מכיל להקצאה בצובר
it_it: Assegna contenitore di massa
nl_be: Container voor bulk toewijzen
ro_ro: Atribuire container în bloc
ru_ru: Массовый контейнер назначения

source: Shipment List
ar: قائمة الشحن
fr_ca: Liste des envois
he_il: רשימת משלוחים
it_it: Elenco spedizioni
nl_be: Verzendlijst
ro_ro: Listă de expedieri
ru_ru: Перечень отгрузок

source: Container List
ar: قائمة الحاويات
fr_ca: Liste des conteneurs
he_il: רשימת גורמים מכילים
it_it: Elenco container
nl_be: Containerlijst
ro_ro: Listă containere
ru_ru: Список контейнеров

source: Close
ar: إغلاق
fr_ca: Fermer
he_il: סגור
it_it: Chiudi
nl_be: Sluit
ro_ro: Închide
ru_ru: Закрыть

source: Assign
ar: تعيين
fr_ca: Assignez-le
he_il: לשייך
it_it: Assegna
nl_be: Toewijzen
ro_ro: Atribuit
ru_ru: Назначить

source: Publish
ar: نشر
fr_ca: Publié
he_il: פרסם
it_it: Pubblica
nl_be: Publiceren
ro_ro: Publică
ru_ru: Опубликовать

source: Apply this update for all shipments in the Container.
ar: تطبيق هذا التحديث لكافة الشحنات في الحاوية.
fr_ca: Appliquez cette mise à jour pour tous les envois dans le conteneur.
he_il: החל עדכון זה עבור כל המשלוחים בגורם המכיל.
it_it: Applicare questo aggiornamento per tutte le spedizioni nel contenitore.
nl_be: Pas deze update toe voor alle zendingen in de container.
ro_ro: Aplicați această actualizare pentru toate livrările din Container.
ru_ru: Примените это обновление для всех отправлений в контейнере.

source: Shipment
ar: الشحنة
fr_ca: Expédition
he_il: משלוח
it_it: Spedizione
nl_be: Zending
ro_ro: Expediere
ru_ru: Отправка

source: Update Status
ar: تحديث الحالة
fr_ca: Mise à jour de l’état
he_il: מצב עדכון
it_it: Aggiorna Stato
nl_be: Status bijwerken
ro_ro: Stare actualizare
ru_ru: Обновить статус

source: Container No:
ar: رقم الحاوية:
fr_ca: Conteneur No:
he_il: מיכל מס':
it_it: N. contenitore:
nl_be: Container nr.
ro_ro: Nr. container:
ru_ru: Номер контейнера:

source: Result
ar: النتيجة
fr_ca: Résultat
he_il: תוצאה
it_it: Risultato
nl_be: Resultaat
ro_ro: Rezultat
ru_ru: Результат

source: No registered history found.
ar: لم يتم العثور على سجل.
fr_ca: Aucun historique enregistré n’a été trouvé.
he_il: לא נמצאה היסטוריה רשומה.
it_it: Nessuna cronologia registrata trovata.
nl_be: Geen geregistreerde geschiedenis gevonden.
ro_ro: Nu s-a găsit niciun istoric înregistrat.
ru_ru: Зарегистрированная история не найдена.

source: Track Container
ar: تعقب الحاويات
fr_ca: Conteneur de voie
he_il: גורם מכיל של מעקב
it_it: Contenitore traccia
nl_be: Container bijhouden
ro_ro: Urmărire container
ru_ru: Контейнер для отслеживания

source: Show entries
ar: إظهار الإدخالات
fr_ca: Afficher les entrées
he_il: הצג ערכים
it_it: Mostra voci
nl_be: Vermeldingen weergeven
ro_ro: Afișare intrări
ru_ru: Показать записи

source: entries
ar: السجل
fr_ca: entrées
he_il: ערכים
it_it: inserimenti
nl_be: posten
ro_ro: intrări
ru_ru: записи

source: Shipment Number
ar: رقم الشحنة
fr_ca: Nom de l’expéditeur
he_il: מספר משלוח
it_it: Nome mittente
nl_be: Verzendnummer
ro_ro: Nume expeditor:
ru_ru: Имя грузоотза:

source: Search
ar: بحث
fr_ca: Recherche
he_il: חיפוש
it_it: Cerca
nl_be: Zoek
ro_ro: Caută
ru_ru: Поиск

source: Action
ar: الإجراء
he_il: פעולה
it_it: Azione
nl_be: Actie
ro_ro: Actiune
ru_ru: Действие

source: Track
ar: تتبع
fr_ca: Suivi
he_il: בדוק מצב
it_it: Traccia
nl_be: Traceer
ro_ro: Urmăreste
ru_ru: Отслеживание

source: Update
ar: تحديث
fr_ca: Mettre à jour
he_il: עדכון
it_it: Aggiorna
nl_be: Bijwerken
ro_ro: Actualizare
ru_ru: Обновить

source: Showing
ar: عرض
fr_ca: Affichage
he_il: מציג
it_it: Mostrando
nl_be: Weergegeven
ro_ro: Se afișează
ru_ru: Показано

source: to
ar: إلى
fr_ca: à
he_il: עד
it_it: a
nl_be: naar
ro_ro: catre
ru_ru: в

source: of
ar: من
fr_ca: de
he_il: מתוך
it_it: di
nl_be: van
ro_ro: din
ru_ru: из

source: Shipping Manifest
ar: بيان الشحن
fr_ca: Manifeste d’expédition
he_il: מניפסט משלוח
it_it: Manifesto di spedizione
nl_be: Verzendmanifest
ro_ro: Manifest de expediere
ru_ru: Манифест судоходства

source: No
ar: لا
fr_ca: Non
he_il: לא
nl_be: Nee
ro_ro: Nu
ru_ru: Нет

source: Barcode
ar: باركود
fr_ca: Code barres
he_il: ברקוד
it_it: Codice a Barre
ro_ro: Cod de bare
ru_ru: Штрихкод

source: ROUTE
ar: مخطط مسار السائق
fr_ca: Planificateur d’itinéraire de conducteur
he_il: אין מסלול נמצאה התאמת השיטה URL ובקשה
it_it: Pianificatore percorso conducente
nl_be: Routeplanner voor chauffeur
ro_ro: Traseu
ru_ru: Планировщик маршрута водителя

source: DELIVERY MANIFEST
ar: بيان التسليم
fr_ca: MANIFESTE DE LIVRAISON
he_il: מניפסט משלוח
it_it: MANIFESTO DI CONSEGNA
nl_be: LEVERINGSMANIFEST
ro_ro: MANIFEST DE LIVRARE
ru_ru: МАНИФЕСТ ДОСТАВКИ

source: VEHICLE NO.
ar: المركبة
fr_ca: Véhicule
he_il: הרכב
it_it: Veicolo
nl_be: Voertuig
ro_ro: Vehicul
ru_ru: Транспортное средство

source: NO.
ar: رقم.
fr_ca: Non.
he_il: לא.
nl_be: Nee.
ro_ro: Nu.
ru_ru: Нет.

source: DATE
ar: التاريخ
it_it: DATA
nl_be: DATUM
ro_ro: Data
ru_ru: ДАТА

source: DEVICE ID
ar: معرف الجهاز
fr_ca: ID DE L’APPAREIL
he_il: מזהה התקן
it_it: ID DISPOSITIVO
nl_be: APPARAAT-ID
ro_ro: ID DISPOZITIV
ru_ru: ИДЕНТИФИКАТОР УСТРОЙСТВА

source: EMPLOYEE NAME
ar: اسم الموظف
fr_ca: NOM DE L’EMPLOYÉ
he_il: שם עובד
it_it: NOME DIPENDENTE
nl_be: NAAM VAN WERKNEMER
ro_ro: NUME ANGAJAT
ru_ru: ИМЯ СОТРУДНИКА

source: EMPLOYEE SIGNATURE
ar: توقيع الموظف
fr_ca: SIGNATURE DE L’EMPLOYÉ
he_il: חתימת עובד
it_it: FIRMA DEL DIPENDENTE
nl_be: HANDTEKENING VAN DE WERKNEMER
ro_ro: SEMNĂTURA ANGAJATULUI
ru_ru: ПОДПИСЬ СОТРУДНИКА

source: Error 404
ar: خطأ 404
fr_ca: Erreur 404
he_il: שגיאה 404
it_it: Errore 404
nl_be: Fout 404
ro_ro: Eroare 404
ru_ru: Ошибка 404

source: Shipment not found!
ar: الشحنة غير موجودة
fr_ca: Envoi non trouvé
he_il: המשלוח לא נמצא!
it_it: Spedizione non trovata!
nl_be: Zending niet gevonden
ro_ro: Transportul nu a fost găsit!
ru_ru: Груз не найден

source: Sorry your are not allowed to access this page!
ar: آسف لا يسمح لك بالوصول إلى هذه الصفحة!
fr_ca: Désolé que vous ne soyez pas autorisé à accéder à cette page!
he_il: מצטערים שאסור לך לגשת לדף זה!
it_it: Siamo spiacenti se non ti è permesso accedere a questa pagina!
nl_be: Sorry dat je niet toegang hebt tot deze pagina!
ro_ro: Ne pare rău că nu sunt permise pentru a accesa această pagină!
ru_ru: Извините, что не можете получить доступ к этой странице!

source: Please contact administrator for your permission.
ar: الرجاء الاتصال بالمسؤول للحصول على إذن منك.
fr_ca: Veuillez contacter l’administrateur pour votre permission.
he_il: נא פנה למנהל המערכת לקבלת רשותך.
it_it: Contattare l'amministratore per l'autorizzazione.
nl_be: Neem contact op met de beheerder voor uw toestemming.
ro_ro: Contactați administratorul pentru permisiune.
ru_ru: Пожалуйста, свяжитесь с администратором для получения вашего разрешения.

source: This plugin requires <a href="http://wpcargo.com/">WPCargo</a> Free Version to activate
ar: هذا البرنامج المساعد يتطلب <a href="http://wpcargo.com/">WPCargo</a> نسخة مجانية لتنشيط
fr_ca: Ce plugin nécessite <a href="http://wpcargo.com/">WPCargo</a> Version gratuite pour activer
he_il: תוסף זה דורש <a href="http://wpcargo.com/">WPCargo</a> גרסה חופשית כדי להפעיל
it_it: Questo plugin richiede <a href="http://wpcargo.com/">WPCargo</a> Free Version per attivare
nl_be: Deze plugin vereist <a href="http://wpcargo.com/">WPCargo</a> Gratis Versie te activeren
ro_ro: Acest plug-in necesită <a href="http://wpcargo.com/">WPCargo</a> Free Version pentru a activa
ru_ru: Этот плагин требует <a href="http://wpcargo.com/">WPCargo Бесплатная</a> версия для активации

source: This plugin requires WPCargo Custom Field Addons to activate
ar: هذا البرنامج المساعد يتطلب WPCargo مخصص الملحقين حقل لتنشيط
fr_ca: Ce plugin nécessite WPCargo Custom Field Addons pour activer
he_il: תוסף זה דורש הרחבות שדה מותאמות אישית WPCargo כדי להפעיל
it_it: Questo plugin richiede WPCargo Custom Field Addons per attivare
nl_be: Deze plug-in vereist dat WPCargo Custom Field Addons wordt geactiveerd
ro_ro: Acest plug-in necesită WPCargo Custom Field Addons pentru a activa
ru_ru: Этот плагин требует WPCargo пользовательских полевых аддонов для активации

source: This plugin requires <a href="http://wpcargo.com/">WPTaskForce License Helper</a> plugin to activate!
ar: هذا البرنامج المساعد يتطلب <a href="http://wpcargo.com/">WPTaskForce ترخيص مساعد المساعد</a> لتنشيط!
fr_ca: Ce plugin nécessite <a href="http://wpcargo.com/">WPTaskForce Licence Helper</a> plugin pour activer!
he_il: תוסף זה דורש <a href="http://wpcargo.com/">WPTaskForce תוסף עוזר</a> רישיון כדי להפעיל!
it_it: Questo plugin richiede <a href="http://wpcargo.com/">WPTaskForce Licenza Helper</a> plugin per attivare!
nl_be: Deze plugin vereist <a href="http://wpcargo.com/">WPTaskForce License Helper</a> plugin te activeren!
ro_ro: Acest plug-in necesită <a href="http://wpcargo.com/">WPTaskForce Licență Helper</a> plug-in pentru a activa!
ru_ru: Этот плагин требует <a href="http://wpcargo.com/">WPTaskForce Лицензия Помощник плагин</a> для активации!

source: WPCargo Shipment Container Add-ons
ar: WPCargo شحنة الحاويات إضافات
fr_ca: Add-ons conteneur d’expédition WPCargo
he_il: תוספות למכל משלוח WPCargo
it_it: Componenti aggiuntivi del contenitore di spedizione WPCargo
nl_be: WPCargo Shipment Container Invoegtoepassingen
ro_ro: Programe de completare pentru containere de expediere WPCargo
ru_ru: Дополнения к контейнеру для перевозки грузов WPCargo

source: http://wptaskforce.com/
ar: http://www.wptaskforce.com/

source: WPCargo Shipment Container Add-ons helps manage shipment into container. Shorcode available for frontend [wpcargo-container-track-form pageredirect="page_id"], [wpcargo-container-track-result]
ar: WPCargo شحن الحاويات إضافات يساعد على إدارة الشحن في حاوية. Shorcode المتاحة للواجهة الأمامية [wpcargo- حاوية المسار- شكل الصفحة 1999="page_id"], [wpcargo-حاوية-المسار النتيجة]
fr_ca: WPCargo Shipment Container Add-ons aide à gérer l’expédition dans le conteneur. Shorcode disponible pour frontend [wpcargo-container-track-form pageredirect="page_id"], [wpcargo-container-track-result]
he_il: הרחבות מכולה של משלוח WPCargo מסייעות בניהול משלוח לתוך מכולה. Shorcode זמין עבור frontend [wpcargo-מיכל-מסלול-טופס pageredirect ="page_id"], [wpcargo-מיכל-מסלול-תוצאה]
it_it: I componenti aggiuntivi del contenitore di spedizione WPCargo aiutano a gestire la spedizione in container. Shorcode disponibile per frontend [wpcargo-container-track-form pageredirect="page_id"], [wpcargo-container-track-result]
nl_be: WPCargo Shipment Container Add-ons helpt bij het beheren van verzending in container. Shorcode beschikbaar voor frontend [wpcargo-container-track-form pageredirect="page_id"], [wpcargo-container-track-result]
ro_ro: Programele de completare WPCargo Container de expediere ajută la gestionarea expedierii în container. Shorcode disponibil pentru frontend [wpcargo-container-track-form pageredirect="page_id"], [wpcargo-container-track-result]
ru_ru: Дополнения к контейнеру WPCargo Shipment помогают управлять отгрузкой в контейнер. Шоркод, доступный для интерфейса «wpcargo-container-track-form pageredirect»«page_id»», «wpcargo-container-track-result»

source: Ex. CO123456
he_il: ג'י.פי.

source: <a href="http://www.wptaskforce.com/">WPTaskForce</a>
fr_ca: <a href="http://www.wptaskforce.com/">WPTaskForce WPTaskForce</a>
he_il: <a href="http://www.wptaskforce.com/">כוח משימות</a>
it_it: <a href="http://www.wptaskforce.com/">WPTaskForce (informazioni in stato inlocale)</a>
ro_ro: <a href="http://www.wptaskforce.com/">WPTaskForce (Lucru)</a>

source: %s Shipment
fr_ca: %s expédition
it_it: %s spedizione
nl_be: %s verzending
