Repository: mayursaptal/grandgaadi
Catalog: plugins/wpcargo-shipment-container-add-ons/languages/wpcargo-shipment-container-*.po
Languages: ar, fr_ca, he_il, it_it, nl_be, ro_ro, ru_ru

source: This plugin requires <strong>WPCargo Frontend Manager</strong> plugin to be active!
ar: هذا البرنامج المساعد يتطلب <strong>WPCargo Frontend مدير</strong> البرنامج المساعد لتكون نشطة!
fr_ca: Ce plugin nécessite <strong>WPCargo Frontend Manager</strong> plugin pour être actif!
he_il: תוסף זה דורש <strong>Wpcargo מנהל פרופינטיה</strong> תוסף להיות פעיל!
it_it: Questo plugin richiede <strong>WPCargo Frontend Manager</strong> plugin per essere attivo!
nl_be: Deze plugin vereist <strong>WPCargo Frontend Manager</strong> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <strong>WPCargo Frontend Manager</strong> plug-in pentru a fi activ!
ru_ru: Этот плагин требует <strong>WPCargo Frontend manager</strong> плагин, чтобы быть активным!

source: This plugin requires <strong>WPCargo Proof of Delivery Add-on</strong> plugin to be active!
ar: هذا البرنامج المساعد يتطلب <strong>WPCargo إثبات التسليم إضافة على</strong> البرنامج المساعد لتكون نشطة!
fr_ca: Ce plugin nécessite <strong>WPCargo Proof of Delivery Add-on</strong> plugin pour être actif!
he_il: תוסף זה דורש <strong>WPCargo הוכחת תוספת משלוח</strong> תוסף להיות פעיל!
it_it: Questo plugin richiede <strong>wpcargo proof of delivery add-on</strong> plugin per essere attivo!
nl_be: Deze plugin vereist <strong>WPCargo Proof of Delivery Add-on</strong> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <strong>WPCargo Dovada de livrare Add-on</strong> plug-in pentru a fi activ!
ru_ru: Этот плагин требует <strong>WPCargo Доказательство доставки Надстройка плагина,</strong> чтобы быть активным!

source: Cheating, uh?
ar: الغش، اه؟
fr_ca: Tricher, e uh ?
he_il: ? רמאות, אה
it_it: Tradire, eh?
nl_be: Vreemdgaan, uh?
ro_ro: Să trișezi?
ru_ru: Обман, а?

source: Shipment Container Information
ar: معلومات حاوية الشحن
fr_ca: Informations sur les conteneurs d’expédition
he_il: מידע על גורם מכיל של משלוח
it_it: Informazioni sul contenitore di spedizione
nl_be: Verzendcontainergegevens
ro_ro: Informații container livrare
ru_ru: Информация о контейнерных перевозках

source: Container Information
ar: معلومات الحاوية
fr_ca: Informations sur les conteneurs
he_il: מידע אודות הגורם המכיל
it_it: Informazioni sul contenitore
nl_be: Containergegevens
ro_ro: Informații container
ru_ru: Информация о контейнерах

source: Agent name
ar: أسم الوكيل
fr_ca: Nom de l’agent
he_il: קיבלנו בקשת רישום של סוכן ב- %website_url! נא בצע את ההוראות הבאות כדי לאשר את הסוכן בהקדם האפשרי. שם הסוכן: %agent_name כתובת קישור של הסוכן: %agent_url
it_it: Nome Agente
nl_be: Naam van agent
ro_ro: Nume agent
ru_ru: Имя агента

source: Trip Information
ar: معلومات الرحلة
fr_ca: Informations sur les voyages
he_il: מידע על הנסיעה
it_it: Informazioni sul viaggio
nl_be: Reisinformatie
ro_ro: Informații despre călătorie
ru_ru: Информация о поездке

source: Origin port
ar: منفذ المنشأ
fr_ca: Port d’origine
he_il: יציאת מקור
it_it: Porta d'origine
nl_be: Oorsprongspoort
ro_ro: Portul de origine
ru_ru: Порт происхождения

source: Destination port
ar: منفذ الوجهة
fr_ca: Port de destination
he_il: יציאת יעד
it_it: Porta di destinazione
nl_be: Bestemmingspoort
ro_ro: Port destinație
ru_ru: Порт-адресат

source: Time Information
ar: معلومات الوقت
fr_ca: Informations sur le temps
he_il: מידע אודות זמן
it_it: Informazioni sull'ora
nl_be: Tijdsinformatie
ro_ro: Informații despre oră
ru_ru: Информация о времени

source: Current Status
ar: الحالات الحالية
fr_ca: Statut actuel
he_il: מצב נוכחי
it_it: Status Attuale
nl_be: Huidige status
ro_ro: Stare curentă
ru_ru: Текущий статус

source: Apply this update for all shipments in the container.
ar: تطبيق هذا التحديث لكافة الشحنات في الحاوية.
fr_ca: Appliquez cette mise à jour pour tous les envois dans le conteneur.
he_il: החל עדכון זה עבור כל המשלוחים בגורם המכיל.
it_it: Applicare questo aggiornamento per tutte le spedizioni nel contenitore.
nl_be: Pas deze update toe voor alle zendingen in de container.
ro_ro: Aplicați această actualizare pentru toate livrările din container.
ru_ru: Примените это обновление для всех отправлений в контейнере.

source: No registered Agent.
ar: لا وكيل مسجل.
fr_ca: Pas d’agent enregistré.
he_il: אין סוכן רשום.
it_it: Nessun agente registrato.
nl_be: Geen geregistreerde agent.
ro_ro: Niciun agent înregistrat.
ru_ru: Нет зарегистрированного агента.

source: Add Agent
ar: اضف مندوب
fr_ca: Ajouter Courtier
he_il: הוסף מדריך
it_it: Aggiungi agenzia
nl_be: Verkoper toevoegen
ro_ro: Adaugă agent
ru_ru: Добавить Агента

source: No registered Driver.
ar: لا يوجد سائق مسجل.
fr_ca: Pas de pilote enregistré.
he_il: אין נהג רשום.
it_it: Nessun autista registrato.
nl_be: Geen geregistreerde chauffeur.
ro_ro: Niciun driver înregistrat.
ru_ru: Нет зарегистрированного драйвера.

source: Add Driver
ar: إضافة سائق
fr_ca: Ajouter driver
he_il: הוסף מנהל התקן
it_it: Aggiungi driver
nl_be: Stuurprogramma toevoegen
ro_ro: Adăugare driver
ru_ru: Добавить водителя

source: No Options for Travel mode is registered.
ar: لم يتم تسجيل خيارات لوضع السفر.
fr_ca: Aucune option de voyage n’est enregistrée.
he_il: לא נרשמו אפשרויות עבור מצב נסיעה.
it_it: Nessuna opzione per la modalità di viaggio è registrata.
nl_be: Er zijn geen opties voor de reismodus geregistreerd.
ro_ro: Nu este înregistrată nicio opțiune pentru modul Călătorie.
ru_ru: Параметры режима Travel не регистрируются.

source: Add Travel Mode
ar: إضافة وضع السفر
fr_ca: Ajouter le mode Voyage
he_il: הוסף מצב נסיעה
it_it: Aggiungi modalità di viaggio
nl_be: Reismodus toevoegen
ro_ro: Adăugare mod călătorie
ru_ru: Добавить режим путешествия

source: Delete
ar: حذف
fr_ca: Supprimer
he_il: מחק
it_it: Elimina
nl_be: Verwijder
ro_ro: Șterge
ru_ru: Удалить

source: No Shipment History Found.
ar: لم يتم العثور على سجل شحن.
fr_ca: Aucun historique d’expédition trouvé.
he_il: לא נמצאו היסטוריית משלוחים.
it_it: Nessuna cronologia delle spedizioni trovata.
nl_be: Geen verzendgeschiedenis gevonden.
ro_ro: Nu s-a găsit niciun istoric de expediere.
ru_ru: История отгрузок не найдена.

source: Location
ar: الموقع
fr_ca: Lieu
he_il: מיקום
it_it: Luogo
nl_be: Locatie
ro_ro: Locatie
ru_ru: Местоположение

source: Container No.:
ar: رقم الحاوية:
fr_ca: Conteneur No.:
he_il: מיכל מס':
it_it: N. contenitore:
nl_be: Container nr.
ro_ro: Nr. container:
ru_ru: Номер контейнера:

source: Container Information :
ar: معلومات الحاوية :
fr_ca: Informations sur les conteneurs :
he_il: מידע אודות הגורם המכיל :
it_it: Informazioni sul contenitore :
nl_be: Containerinformatie :
ro_ro: Informații container:
ru_ru: Информация о контейнерах :

source: Flight/Container No. :
ar: رقم الرحلة / الحاوية :
fr_ca: Vol/Conteneur No. :
he_il: טיסה/מיכל מס':
it_it: Numero di volo/contenitore :
nl_be: Vlucht/containernummer: :
ro_ro: Nr. zbor/container:
ru_ru: Номер рейса/контейнера:

source: Agent name :
ar: أسم الوكيل
fr_ca: Nom de l’agent
he_il: שם
it_it: Nome Agente
nl_be: Naam van agent
ro_ro: Nume agent
ru_ru: Имя агента

source: Telephone :
ar: الهاتف:
fr_ca: Téléphone:
he_il: טלפון:
it_it: Telefono:
nl_be: Telefoon:
ro_ro: Telefon:
ru_ru: Телефон:

source: Passport :
ar: جواز السفر
fr_ca: Passeport
he_il: דרכון
it_it: Passaporto
nl_be: Paspoort
ro_ro: Pașaport
ru_ru: Паспорт

source: Origin port :
ar: ميناء المنشأ :
fr_ca: Port d’origine :
he_il: יציאת מוצא :
it_it: Porta d'origine :
nl_be: Oorsprongshaven :
ro_ro: Portul de origine:
ru_ru: Порт происхождения :

source: Destination port :
ar: ميناء الوجهة :
fr_ca: Port de destination :
he_il: יציאת יעד :
it_it: Porta di destinazione :
nl_be: Bestemmingshaven :
ro_ro: Portul de destinație:
ru_ru: Порт назначения :

source: Delivery Agent :
ar: وكيل التسليم :
fr_ca: Agent de livraison :
he_il: סוכן משלוח :
it_it: Agente di consegna :
nl_be: Bezorger :
ro_ro: Agent livrare:
ru_ru: Агент по доставке :

source: Date :
ar: التاريخ :
he_il: תאריך:
it_it: Data :
nl_be: Datum:
ro_ro: Dată
ru_ru: Дата:

source: Time :
ar: الوقت :
fr_ca: Heure:
he_il: זמן:
it_it: Orario :
nl_be: Tijd:
ro_ro: Ora:
ru_ru: Время :

source: Expected Date :
ar: التاريخ المتوقع :
fr_ca: Date prévue :
he_il: תאריך צפוי :
it_it: Data prevista :
nl_be: Verwachte datum :
ro_ro: Data estimată :
ru_ru: Ожидаемая дата :

source: Travel Mode :
ar: وضع السفر:
fr_ca: Mode Voyage :
he_il: מצב נסיעה :
it_it: Modalità di viaggio:
nl_be: Reismodus :
ro_ro: Mod de călătorie:
ru_ru: Режим путешествия :

source: Status :
ar: الحالة :
fr_ca: Statut :
he_il: סטטוס:
it_it: Stato :
ru_ru: Статус

source: No assigned shipment.
ar: لا شحنة معينة.
fr_ca: Aucune expédition assignée.
he_il: אין משלוח שהוקצה.
it_it: Nessuna spedizione assegnata.
nl_be: Geen toegewezen zending.
ro_ro: Nicio livrare atribuită.
ru_ru: Нет назначенной отгрузки.

source: No container history.
ar: لا يوجد تاريخ حاوية.
fr_ca: Pas d’historique des conteneurs.
he_il: אין היסטוריית מכולות.
it_it: Nessuna cronologia dei container.
nl_be: Geen container geschiedenis.
ro_ro: Fără istoric de containere.
ru_ru: Нет истории контейнеров.

source: Select Driver
ar: -- حدد العمال --
fr_ca: -- Sélectionnez Pilote --
he_il: -- בחר מנהל התקן --
it_it: -- Seleziona driver --
nl_be: -- Stuurprogramma selecteren --
ro_ro: -- Selectați Driver --
ru_ru: -- Выберите работников --

source: — No Change —
ar: - لا تغيير -
fr_ca: — Pas de changement —
he_il: — ללא שינוי —
it_it: — Nessun cambiamento —
nl_be: — Geen wijziging —
ro_ro: — Nicio modificare —
ru_ru: — Без изменений —

source: Apply this Driver to all the shipments under this container.
ar: تطبيق برنامج التشغيل هذا على كافة الشحنات ضمن هذه الحاوية.
fr_ca: Appliquez ce pilote à tous les envois sous ce conteneur.
he_il: החל מנהל התקן זה על כל המשלוחים תחת גורם מכיל זה.
it_it: Applica questo autista a tutte le spedizioni sotto questo contenitore.
nl_be: Pas dit stuurprogramma toe op alle zendingen onder deze container.
ro_ro: Aplicați acest driver la toate expedierile de sub acest container.
ru_ru: Примените этот Драйвер ко всем грузам под этим контейнером.

source: Container Status
ar: حالة الحاوية
fr_ca: État du conteneur
he_il: מצב גורם מכיל
it_it: Stato contenitore
ro_ro: Stare container
ru_ru: Статус контейнера

source: Enable Auto generate Container Title
ar: تمكين تلقائي إنشاء عنوان الحاوية
fr_ca: Activer le titre de conteneur généré automatiquement
he_il: הפוך כותרת גורם מכיל להפעלה אוטומטית
it_it: Abilita titolo contenitore generazione automatica
nl_be: Automatisch containertitel inschakelen
ro_ro: Activare titlu container generare automată
ru_ru: Включить автоматическое создание названия контейнера

source: Container Title Prefix
ar: بادئة عنوان الحاوية
fr_ca: Préfixe du titre du conteneur
he_il: קידומת כותרת גורם מכיל
it_it: Prefisso titolo contenitore
nl_be: Voorvoegsel containertitel
ro_ro: Prefix titlu container
ru_ru: Префикс названия контейнера

source: Note: This will be apply when Auto generate Container Title is Enable.
ar: ملاحظة: سيتم تطبيق هذا عندما يتم تمكين إنشاء تلقائي للعنوان حاوية.
fr_ca: Remarque : Cela s’appliquera lorsque le titre de conteneur généré automatiquement est activer.
he_il: הערה: אפשרות זו תחול כאשר כותרת גורם מכיל של הפעלה אוטומטית היא זמינה.
it_it: Nota: questo verrà applicato quando il titolo del contenitore di generazione automatica è Abilita.
nl_be: Opmerking: dit is van toepassing wanneer de titel container automatisch genereren is ingeschakeld.
ro_ro: Notă: Acest lucru se va aplica atunci când auto genera container titlu este Activare.
ru_ru: Примечание: Это будет применяться, когда авто генерировать Контейнер Название Включить.

source: Add Travel Mode Selection
ar: إضافة تحديد وضع السفر
fr_ca: Ajouter la sélection du mode Voyage
he_il: הוסף בחירה של מצב נסיעה
it_it: Aggiungi selezione modalità di viaggio
nl_be: Selectie van de reismodus toevoegen
ro_ro: Adăugare selecție mod călătorie
ru_ru: Добавить выбор режима путешествия

source: Must be comma(,) separated. Example : Normal, Express
ar: يجب أن تكون فاصلة (،) مفصولة. مثال : عادي، سريع
fr_ca: Doit être virgule (,) séparés. Exemple : Normal, Express
he_il: חייב להיות מופרד בפסיק. דוגמה : רגיל, אקספרס
it_it: Deve essere separato da virgole(,). Esempio: Normal, Express
nl_be: Moet komma(,) gescheiden zijn. Voorbeeld : Normaal, Express
ro_ro: Trebuie să fie separat prin virgulă(,. Exemplu : Normal, Express
ru_ru: Должно быть запятая (,) разделена. Пример : Нормальный, Экспресс

source: Container Shipment Print Header / Footer
ar: رأس طباعة شحنة حاوية / تذييل الصفحة
fr_ca: En-tête d’impression d’expédition de récipient / footer
he_il: גורם מכיל הדפסה - כותרת עליונה / כותרת תחתונה
it_it: Intestazione /piè di pagina stampa spedizione contenitore
nl_be: Afdrukkop - Koptekst van containerzendingen/ voettekst
ro_ro: Antet /Subsol imprimare livrare container
ru_ru: Контейнерная партия Печатная заголовок / Футер

source: Header additional content
ar: محتوى إضافي للرأس
fr_ca: En-tête contenu supplémentaire
he_il: כותרת תוכן נוסף
it_it: Intestazione di contenuto aggiuntivo
nl_be: Extra inhoud koptekst
ro_ro: Antet conținut suplimentar
ru_ru: Заголовок дополнительного контента

source: This content will display in the shipment container print header layout. Accepts html tags.
ar: سيتم عرض هذا المحتوى في تخطيط رأس طباعة حاوية الشحن. يقبل علامات html.
fr_ca: Ce contenu s’affichera dans la disposition de l’en-tête d’impression du conteneur d’expédition. Accepte les balises html.
he_il: תוכן זה יוצג בפריסת כותרת ההדפסה של הגורם המכיל של המשלוח. מקבל תגי html.
it_it: Questo contenuto verrà visualizzato nel layout dell'intestazione di stampa del contenitore di spedizione. Accetta tag html.
nl_be: Deze inhoud wordt weergegeven in de indeling voor afdrukkoptekst van de verzendcontainer. Accepteert html-tags.
ro_ro: Acest conținut se va afișa în aspectul antetului de imprimare al containerului de livrare. Acceptă etichete HTML.
ru_ru: Это содержимое будет отображаться в макете заголовка печати контейнера отгрузки. Принимает HTML-теги.

source: Footer addidtional content
ar: تذييل الصفحة إضافة المحتوى الجانبي
fr_ca: Contenu addidtionnel Footer
he_il: תוכן הוספת כותרת תחתונה
it_it: Contenuto addizionale del piè di pagina
nl_be: Toepassingsinhoud voor voetteksten
ro_ro: Conținut adidtional subsol
ru_ru: Footer аддидинтионального содержания

source: This content will display in the shipment container print footer layout. Accepts html tags.
ar: سيتم عرض هذا المحتوى في تخطيط تذييل طباعة حاوية الشحن. يقبل علامات html.
fr_ca: Ce contenu s’affichera dans la disposition du pied d’impression du conteneur d’expédition. Accepte les balises html.
he_il: תוכן זה יוצג בפריסת הכותרת של הדפסת הגורם המכיל של המשלוח. מקבל תגי html.
it_it: Questo contenuto verrà visualizzato nel layout del piè di pagina di stampa del contenitore di spedizione. Accetta tag html.
nl_be: Deze inhoud wordt weergegeven in de indeling voor printvoeten van de verzendcontainer. Accepteert html-tags.
ro_ro: Acest conținut se va afișa în aspectul subsolului de imprimare al containerului de livrare. Acceptă etichete HTML.
ru_ru: Это содержимое будет отображаться в макете контейнера для печати груза. Принимает HTML-теги.

source: Container Shipment List Display Settings
ar: إعدادات عرض قائمة الشحنات الحاوية
fr_ca: Paramètres d’affichage de la liste d’expédition des conteneurs
he_il: הגדרות תצוגה של רשימת משלוחי מכולות
it_it: Impostazioni di visualizzazione elenco spedizioni container
nl_be: Weergave-instellingen voor containerzendingenlijst
ro_ro: Setări afișare listă livrare containere
ru_ru: Настройки отображения списка контейнерных перевозок

source: Shipment Status to be included for adding in Shipment Container
ar: حالة الشحن التي سيتم تضمينها لإضافة في حاوية الشحن
fr_ca: Statut d’expédition à inclure pour l’ajout dans le conteneur d’expédition
he_il: מצב משלוח שיש לכלול להוספה בגורם מכיל של משלוח
it_it: Stato spedizione da includere per l'aggiunta nel contenitore di spedizione
nl_be: Verzendstatus die moet worden opgenomen voor het toevoegen in verzendcontainer
ro_ro: Stare livrare de inclus pentru adăugare în Container livrare
ru_ru: Статус отгрузки, который будет включен для добавления в контейнер для перевозки

source: No registered shipment status. Please add shipment status
ar: لا توجد حالة شحن مسجلة. الرجاء إضافة حالة الشحن
fr_ca: Aucun statut d’expédition enregistré. S’il vous plaît ajouter l’état d’expédition
he_il: אין מצב משלוח רשום. נא הוסף מצב משלוח
it_it: Nessun stato di spedizione registrato. Aggiungere lo stato della spedizione
nl_be: Geen geregistreerde verzendstatus. Voeg de verzendstatus toe
ro_ro: Nu există stare de expediere înregistrată. Adăugați starea expedierii
ru_ru: Нет зарегистрированного статуса отгрузки. Пожалуйста, добавьте статус отгрузки

source: Select Shipper Field to be Display in the Shipment List
ar: حدد حقل الشاحن للعرض في قائمة الشحن
fr_ca: Sélectionnez Shipper Field pour être affiché dans la liste des expéditions
he_il: בחר שדה שולח שיוצגו ברשימת המשלוחים
it_it: Selezionare Campo spedizioniere da visualizzare nell'elenco spedizioni
nl_be: Verzendveld selecteren dat wordt weergegeven in de verzendlijst
ro_ro: Selectați Câmp expeditor de afișat în Lista de livrări
ru_ru: Выберите поле грузоотправителя для отображения в списке отгрузки

source: No registered custom fields. Please add custom field
ar: لا توجد حقول مخصصة مسجلة. الرجاء إضافة حقل مخصص
fr_ca: Pas de champs personnalisés enregistrés. S’il vous plaît ajouter champ personnalisé
he_il: אין שדות מותאמים אישית רשומים. נא הוסף שדה מותאם אישית
it_it: Nessun campo personalizzato registrato. Aggiungere un campo personalizzato
nl_be: Geen geregistreerde aangepaste velden. Voeg een aangepast veld toe
ro_ro: Niciun câmp particularizat înregistrat. Adăugați un câmp particularizat
ru_ru: Нет зарегистрированных пользовательских полей. Пожалуйста, добавьте пользовательское поле

source: Select Receiver Field to be Display in the Shipment List
ar: حدد حقل الاستقبال لعرضه في قائمة الشحنات
fr_ca: Sélectionnez Champ récepteur à afficher dans la liste d’expédition
he_il: בחר שדה מקלט שיוצגו ברשימת המשלוחים
it_it: Selezionare Campo destinatario da visualizzare nell'elenco spedizioni
nl_be: Selecteer Het veld van de ontvanger dat wordt weergegeven in de verzendlijst
ro_ro: Selectare câmp receptor de afișat în lista de livrări
ru_ru: Выберите поле приемника для отображения в списке отгрузки

source: Container Shipment Manifest Settings
ar: إعدادات بيان الشحن الحاوية
fr_ca: Paramètres du manifeste d’expédition de conteneurs
he_il: הגדרות מניפסט של משלוח גורם מכיל
it_it: Impostazioni manifesto spedizione contenitore
nl_be: Manifestinstellingen voor containerzendingen
ro_ro: Setări manifest livrare container
ru_ru: Настройки манифеста контейнерных перевозок

source: Select field to display in shipments table
ar: تحديد حقل لعرضه في جدول الشحنات
fr_ca: Sélectionnez champ à afficher dans la table des expéditions
he_il: בחר שדה להצגה בטבלת המשלוחים
it_it: Selezionare il campo da visualizzare nella tabella spedizioni
nl_be: Veld selecteren dat u wilt weergeven in de tabel met zendingen
ro_ro: Selectare câmp de afișat în tabelul Livrări
ru_ru: Выберите поле для отображения в таблице отправлений

source: Selected fields will be display in the manifest shipment table list.
ar: سيتم عرض الحقول المحددة في قائمة جدول الشحنات المُظهرة.
fr_ca: Les champs sélectionnés seront affichés dans la liste des tablements d’expédition manifestes.
he_il: שדות נבחרים יוצגו ברשימת טבלת המשלוחים המניפסט.
it_it: I campi selezionati verranno visualizzati nell'elenco della tabella delle spedizioni del manifesto.
nl_be: Geselecteerde velden worden weergegeven in de lijst met de tabel met manifeste verzending.
ro_ro: Câmpurile selectate vor fi afișate în lista tabelului de livrări manifest.
ru_ru: Выбранные поля будут отображаться в списке таблицы явной отгрузки.

source: Paper Size
ar: حجم الورق
fr_ca: Taille du papier
he_il: גודל נייר
it_it: Dimensione carta
nl_be: Papierformaat
ro_ro: Dimensiune hârtie
ru_ru: Размер бумаги

source: Paper Orientation
ar: اتجاه الورق
fr_ca: Orientation du papier Waybill
he_il: כיוון נייר של תביל
it_it: Orientamento della carta
nl_be: Waybill Papier oriëntatie
ro_ro: Orientare hârtie
ru_ru: Ориентация на бумагу Waybill

source: Portrait
ar: عرضي
he_il: פורטרט
it_it: Ritratto
nl_be: Staand
ro_ro: Portret
ru_ru: Портрет

source: Landscape
ar: طولي
fr_ca: Paysage
he_il: אופקי ‪(Landscape)‬
it_it: Paesaggio
nl_be: Liggend
ro_ro: Peisaj
ru_ru: Пейзаж

source: Manifest Acknowledgemant
ar: إقرار البيان
fr_ca: Reconnaissance manifeste
he_il: אישור מניפסט
it_it: Riconoscimento manifestomant
ro_ro: ManifestRecunoaștere
ru_ru: Манифест Признатьмерт

source: I acknowledge that all information in the shipping manifest is true. Information falsification is a serious offense and may result in immediate dismissal/fines.
ar: أنا أعترف بأن جميع المعلومات في بيان الشحن صحيح. تزوير المعلومات هو جريمة خطيرة وقد يؤدي إلى الفصل الفوري / الغرامات.
fr_ca: Je reconnais que toutes les informations contenues dans le manifeste d’expédition sont vraies. La falsification de l’information est une infraction grave et peut entraîner un congédiement immédiat ou des amendes.
he_il: אני מכיר בכך שכל המידע במניפסט המשלוח נכון. זיוף מידע הוא עבירה חמורה עלול לגרום לפיטורים/קנסות מיידיים.
it_it: Riconosco che tutte le informazioni nel manifesto di spedizione sono vere. La falsificazione delle informazioni è un reato grave e può comportare licenziamenti/multe immediati.
nl_be: Ik erken dat alle informatie in het verzendmanifest waar is. Informatie vervalsing is een ernstig misdrijf en kan leiden tot onmiddellijk ontslag / boetes.
ro_ro: Recunosc că toate informațiile din manifestul de transport maritim sunt adevărate. Falsificarea informațiilor este o infracțiune gravă și poate duce la concedierea imediată/amenzi.
ru_ru: Я признаю, что вся информация в судоходном манифесте верна. Фальсификация информации является серьезным правонарушением и может привести к немедленному увольнению/штрафу.

source: This content will display in the container Acknowledgement section layout. Accepts html tags.
ar: سيتم عرض هذا المحتوى في تخطيط قسم الاستلام الحاوية. يقبل علامات html.
fr_ca: Ce contenu s’affichera dans la disposition de la section reconnaissance des conteneurs. Accepte les balises html.
he_il: תוכן זה יוצג בפריסת מקטע אישור הגורם המכיל. מקבל תגי html.
it_it: Questo contenuto verrà visualizzato nel layout della sezione Riconoscimento contenitore. Accetta tag html.
nl_be: Deze inhoud wordt weergegeven in de sectie containerbevestigingssectie. Accepteert html-tags.
ro_ro: Acest conținut se va afișa în aspectul secțiunii Confirmare container. Acceptă etichete HTML.
ru_ru: Это содержимое будет отображаться в макете раздела Подтверждение контейнера. Принимает HTML-теги.

source: Save Container Settings
ar: حفظ إعدادات الحاوية
fr_ca: Enregistrer les paramètres du conteneur
he_il: שמירת הגדרות גורם מכיל
it_it: Salvare le impostazioni del contenitore
nl_be: Containerinstellingen opslaan
ro_ro: Salvare setări container
ru_ru: Сохранить настройки контейнера

source: Container No.
ar: رقم الحاوية
fr_ca: Numéro de conteneur
he_il: מיכל מס'
it_it: N. contenitore
nl_be: Container nr.
ro_ro: Nr. container
ru_ru: Номер контейнера

source: Add Shipment
ar: اضافة شحنة
fr_ca: Ajouter l’expédition
he_il: הוסף משלוחים
it_it: Aggiungi spedizione
nl_be: Verzending toevoegen
ro_ro: Adăugare expediere
ru_ru: Добавление отгрузки

source: WPCargo Shipment List
ar: WPCargo قائمة الشحن
fr_ca: Liste d’expédition WPCargo
he_il: רשימת משלוחי WPCargo
it_it: Elenco spedizioni WPCargo
nl_be: WPCargo-verzendlijst
ro_ro: Lista de expediere WPCargo
ru_ru: Список поставок WPCargo

source: Actions
ar: الإجراءات
he_il: פעולות
it_it: Azioni
nl_be: Acties
ro_ro: Acțiuni
ru_ru: Действия
