Repository: mayursaptal/grandgaadi
Catalog: plugins/wpcargo-branch-addons/languages/wpcargo-branches-*.po
Languages: ar, es_es, fr_fr, he_il, it_it, mk_mk, nl_be, ro_ro, ru_ru

source: -- Select Branch Manager --
ar: -- حدد مدير فرع --
es_es: -- Seleccione Administrador de sucursales --
fr_fr: -- Sélectionnez directeur de succursale --
he_il: -- בחר מנהל ענף --
it_it: -- Selezionare Branch Manager --
mk_mk: - Изберете директор на гранки -
nl_be: -- Selecteer Filiaalbeheer --
ro_ro: -- Selectați Manager sucursală --
ru_ru: -- Выберите менеджера филиала --

source: Something went wrong, Please reload the page and try again.
ar: حدث خطأ ما، الرجاء إعادة تحميل الصفحة والمحاولة مرة أخرى.
es_es: Algo salió mal, por favor vuelva a cargar la página e inténtelo de nuevo.
fr_fr: Quelque chose s’est mal passé, S’il vous plaît recharger la page et essayer à nouveau.
he_il: משהו השתבש, נא טען מחדש את הדף ונסה שוב.
it_it: Qualcosa è andato storto, ricaricare la pagina e riprovare.
mk_mk: Нешто тргна наопаку при зачувувањето на вашата пратка. Вчитајте и обидете се повторно
nl_be: Er is iets misgegaan, herlaad de pagina en probeer het opnieuw.
ro_ro: Ceva nu a mers bine, Vă rugăm să reîncărcați pagina și încercați din nou.
ru_ru: Что-то пошло не так, Пожалуйста, перезагрузить страницу и попробуйте еще раз.

source: Are you sure you want to delete this data?
ar: هل تريد بالتأكيد حذف هذه البيانات؟
es_es: ¿Está seguro de que desea eliminar estos datos?
fr_fr: Etes-vous sûr que vous souhaitez supprimer ces données ?
he_il: האם אתה בטוח שברצונך למחוק נתונים אלה?
it_it: Eliminare questi dati?
mk_mk: Дали сте сигурни дека сакате да го избришете овој довод?
nl_be: Weet u zeker dat u deze gegevens wilt verwijderen?
ro_ro: Sigur ștergeți aceste date?
ru_ru: Вы действительно хотите удалить эти данные?

source: Shipment transfer successfully completed.
ar: تم بنجاح عملية نقل الشحنة.
es_es: Transferencia de envío completada correctamente.
fr_fr: Transfert d’expédition terminé avec succès.
he_il: העברת המשלוח הושלמה בהצלחה.
it_it: Trasferimento spedizione completato correttamente.
mk_mk: Преносот на пратката е успешно завршен.
nl_be: Verzending met succes voltooid.
ro_ro: Transferul de expediere s-a terminat cu succes.
ru_ru: Передача груза успешно завершена.

source: Shipment transfer Failed!
ar: فشل نقل الشحنة!
es_es: ¡Error en la transferencia de envío!
fr_fr: Transfert d’expédition échoué!
he_il: העברת המשלוח נכשלה!
it_it: Trasferimento spedizione non riuscito.
mk_mk: Преносот на пратката не успеа!
nl_be: Verzending mislukt!
ro_ro: Transferul de expediere nu a reușit!
ru_ru: Передача груза не удалась!

source: Please activate your license key for Branch Manager Add on
ar: الرجاء تنشيط مفتاح الترخيص الخاص بك لـ مدير فرع إضافة على
es_es: Active su clave de licencia para Branch Manager Add on
fr_fr: S’il vous plaît activer votre clé de licence pour Branch Manager Ajouter sur
he_il: נא הפעל את מפתח הרשיון שלך עבור Branch Manager הוסף
it_it: Attivare il codice di licenza per L'aggiunta di Branch Manager
mk_mk: Ве молиме, активирајте го вашиот клуч за лиценца за Управувач со филијала
nl_be: Activeer uw licentiesleutel voor Branch Manager Toevoegen op
ro_ro: Activați cheia de licență pentru Branch Manager Adăugare
ru_ru: Пожалуйста, активируйте ключ от лицензии для менеджера филиала

source: WPCargo license page
ar: WPCargo صفحة الترخيص
es_es: Página de licencia de WPCargo
fr_fr: Page de licence WPCargo
he_il: דף רשיון WPCargo
it_it: Pagina delle licenze WPCargo
mk_mk: Страница за лиценца за WPCargo
nl_be: WPCargo-licentiepagina
ro_ro: Pagina de licență WPCargo
ru_ru: Страница лицензии WPCargo

source: here
ar: هنا
es_es: aquí
fr_fr: ici
he_il: כאן
it_it: clicca qui
mk_mk: Вот
nl_be: hier
ro_ro: aici
ru_ru: здесь

source: Sorry you don't have enough premission to access this page. Please contact administrator.
ar: آسف لم يكن لديك ما يكفي من مغفرة للوصول إلى هذه الصفحة. الرجاء الاتصال بالمسؤول.
es_es: Lamento que no tenga suficiente premisión para acceder a esta página. Póngase en contacto con el administrador.
fr_fr: Désolé que vous n’avez pas assez de prémission pour accéder à cette page. Veuillez contacter l’administrateur.
he_il: מצטערים שאין לך מספיק הקדמה כדי לגשת לדף זה. נא פנה למנהל.
it_it: Mi dispiace di non avere abbastanza premissione per accedere a questa pagina. Contattare l'amministratore.
mk_mk: Извинете што немате доволно премија за пристап до оваа страница. Ве молиме контактирајте го администраторот.
nl_be: Sorry dat je niet genoeg premissie hebt om toegang te krijgen tot deze pagina. Neem contact op met de beheerder.
ro_ro: Ne pare rău că nu aveți suficient de premission pentru a accesa această pagină. Contactați administratorul.
ru_ru: К сожалению, у вас нет достаточной предварительной комиссии, чтобы получить доступ к этой странице. Пожалуйста, свяжитесь с администратором.

source: This plugin requires
ar: هذا البرنامج المساعد يتطلب <strong>WPCargo فرونتيند مدير</strong> البرنامج المساعد لتكون نشطة!
es_es: ¡Este plugin requiere el plugin <strong>WPCargo Frontend Manager</strong> para estar activo!
fr_fr: Ce plugin nécessite <strong>WPCargo Frontend Manager</strong> plugin pour être actif!
he_il: תוסף זה דורש <strong>WPCargo Frontend Manager תוסף</strong> להיות פעיל!
it_it: Questo plugin richiede <a href="http://wpcargo.com/">WPCargo</a> Free Version per attivare
mk_mk: Овој додаток бара
nl_be: Deze plugin vereist <strong>WPCargo Frontend Manager</strong> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <strong>WPCargo Frontend Manager</strong> plug-in pentru a fi activ!
ru_ru: Этот плагин требует <strong>WPCargo Frontend Manager плагин,</strong> чтобы быть активным!

source: WPTaskForce License Helper
ar: هذا البرنامج المساعد يتطلب <a href="http://wpcargo.com/" target="_blank">WPTaskForce ترخيص المساعد</a> المساعد لتكون نشطة!
es_es: Este plugin requiere <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin para estar activo!
fr_fr: Ce plugin nécessite <a href="http://wpcargo.com/" target="_blank">WPTaskForce Licence Helper</a> plugin pour être actif!
he_il: תוסף זה דורש <a href="http://wpcargo.com/" target="_blank">WPTaskForce תוסף עוזר</a> רישיון להיות פעיל!
it_it: Questo plugin richiede <a href="http://wpcargo.com/" target="_blank">WPTaskForce Licenza Helper</a> plugin per essere attivo!
mk_mk: Помошник за лиценца на WPTaskForce
nl_be: Deze plugin vereist <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <a href="http://wpcargo.com/" target="_blank">WPTaskForce Licență Helper</a> plug-in pentru a fi activ!
ru_ru: Этот плагин требует <a href="http://wpcargo.com/" target="_blank">WPTaskForce Лицензия Помощник плагин,</a> чтобы быть активным!

source: plugin to be active!
ar: هذا البرنامج المساعد يتطلب <a href="http://wpcargo.com/" target="_blank">WPTaskForce ترخيص المساعد</a> المساعد لتكون نشطة!
es_es: Este plugin requiere <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin para estar activo!
fr_fr: Ce plugin nécessite <a href="http://wpcargo.com/" target="_blank">WPTaskForce Licence Helper</a> plugin pour être actif!
he_il: תוסף זה דורש <a href="http://wpcargo.com/" target="_blank">WPTaskForce תוסף עוזר</a> רישיון להיות פעיל!
it_it: Questo plugin richiede <a href="http://wpcargo.com/" target="_blank">WPTaskForce Licenza Helper</a> plugin per essere attivo!
mk_mk: приклучокот да биде активен!
nl_be: Deze plugin vereist <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <a href="http://wpcargo.com/" target="_blank">WPTaskForce Licență Helper</a> plug-in pentru a fi activ!
ru_ru: Этот плагин требует <a href="http://wpcargo.com/" target="_blank">WPTaskForce Лицензия Помощник плагин,</a> чтобы быть активным!

source: WPCargo
ar: AlarifiCargo
he_il: מטענים וכנסים
nl_be: WPCargo WPCargo

source: Cheating, uh?
ar: الغش، اه؟
es_es: Engañando, ¿eh?
fr_fr: Tricher, e uh ?
he_il: רמאות, אה?
it_it: Barare, eh?
mk_mk: Мамење, а?
nl_be: Vreemdgaan, uh?
ro_ro: Inseala, uh?
ru_ru: Обман, а?

source: Branch Manager
ar: مدير فرع
es_es: Gerente de sucursal
fr_fr: Directeur de succursale
he_il: מנהל סניף
it_it: Responsabile filiale
mk_mk: Менаџер на филијала
nl_be: Filiaalmanager
ro_ro: Manager sucursală
ru_ru: Менеджер филиала

source: Shipment Branch
ar: فرع الشحن
es_es: Sucursal de envío
fr_fr: Direction générale de l’expédition
he_il: סניף משלוח
it_it: Filiale spedizione
mk_mk: Филијала за пратки
nl_be: Verzendbranche
ro_ro: Ramură livrare
ru_ru: Филиал отгрузки

source: Branch History
ar: تاريخ الفروع
es_es: Historia de la sucursal
fr_fr: Historique des branches
he_il: היסטוריית סניפים
it_it: Storia del ramo
mk_mk: Историја на гранки
nl_be: Branch geschiedenis
ro_ro: Istoric ramură
ru_ru: История филиала

source: Branch Transfer
ar: تحويل الفرع
es_es: Transferencia de sucursal
fr_fr: Transfert de succursales
he_il: העברת סניף
it_it: Trasferimento ramo
mk_mk: Трансфер на гранка
ro_ro: Transfer ramură
ru_ru: Передача филиала

source: Branch Manager Settings
ar: إعدادات إدارة الفرع
es_es: Configuración del Administrador de sucursales
fr_fr: Paramètres de gestionnaire de succursale
he_il: הגדרות מנהל הסניף
it_it: Impostazioni di Branch Manager
mk_mk: Менаџер на филијала
nl_be: Instellingen voor Filiaalbeheer
ro_ro: Setări manager ramură
ru_ru: Настройки менеджера филиала

source: Assigned Branch
ar: الفرع المخصص
es_es: Rama asignada
fr_fr: Branche assignée
he_il: ענף מוקצה
it_it: Ramo assegnato
mk_mk: Доделена гранка
nl_be: Toegewezen vertakking
ro_ro: Ramură atribuită
ru_ru: Назначенный филиал

source: Unable to Assign Branch
ar: تعذر تعيين فرع
es_es: No se puede asignar la rama
fr_fr: Impossible d’affecter la succursale
he_il: אין אפשרות להקצות ענף
it_it: Impossibile assegnare un ramo
mk_mk: Не може да се додели филијала
nl_be: Kan Branch niet toewijzen
ro_ro: Imposibil de asociat sucursala
ru_ru: Не удает назначить ветвь

source: Manage Branches
ar: إدارة الفروع
es_es: Administrar sucursales
fr_fr: Gérer les succursales
he_il: ניהול סניפים
it_it: Gestire le filiali
mk_mk: Управувајте со гранките
nl_be: Branches beheren
ro_ro: Gestionare ramuri
ru_ru: Управление филиалами

source: Manage Branch
ar: إدارة الفرع
es_es: Administrar sucursal
fr_fr: Gérer la Direction générale
he_il: ניהול ענף
it_it: Gestire il ramo
mk_mk: Управувајте со гранка
nl_be: Branch beheren
ro_ro: Gestionare ramură
ru_ru: Управление филиалом

source: Add New Branch
ar: إضافه فرع جديد
es_es: Añadir nueva sucursal
fr_fr: Nouvelle succursale
he_il: הוסף ענף חדש
it_it: Aggiungi nuova filiale
mk_mk: Додадете нова гранка
nl_be: Nieuwe vertakking toevoegen
ro_ro: Adaugă nou
ru_ru: Добавить новый филиал

source: Transfer Shipment
ar: نقل الشحنة
es_es: Transferir envío
fr_fr: Expédition de transfert
he_il: משלוח העברה
it_it: Spedizione trasferimento
mk_mk: Трансфер на пратка
nl_be: Transferverzending
ro_ro: Transfer livrare
ru_ru: Передача отгрузки

source: Select Branch
ar: حدد الفرع
es_es: Seleccionar Sucursal
fr_fr: Sélectionnez Branche
he_il: בחר ענף
it_it: Seleziona ramo
mk_mk: Изберете гранка
nl_be: Branch selecteren
ro_ro: Selectare ramură
ru_ru: Выберите ветвь

source: --Select Branch--
ar: --حدد فرع--
es_es: --Seleccione Rama--
fr_fr: --Sélectionnez la branche--
he_il: --בחר ענף--
it_it: --Seleziona ramo...
mk_mk: - Изберете гранка -
ro_ro: --Selectați Ramură--
ru_ru: --Выберите филиал--

source: Updated By:
ar: تم التحديث بتاريخ
es_es: Actualizado en
fr_fr: Mis à jour par
he_il: עודכן ב
it_it: Aggiornato il
mk_mk: Ажурирано на
nl_be: Bijgewerkt door
ro_ro: Actualizat de
ru_ru: Обновлено

source: From:
ar: من:
es_es: De:
fr_fr: De:
he_il: מאת:
it_it: Dal:
mk_mk: Од:
nl_be: Van:
ro_ro: De la:
ru_ru: От:

source: To:
ar: الى:
es_es: Para:
fr_fr: À :
he_il: אל:
it_it: A:
mk_mk: До:
nl_be: Naar:
ro_ro: La:
ru_ru: Кому:

source: on
ar: على
es_es: en
fr_fr: activé
he_il: ביום
it_it: su
mk_mk: на
nl_be: aan
ro_ro: pe
ru_ru: вкл

source: Branch Code
ar: رمز الفرع
es_es: Código de la sucursal
fr_fr: Code de section
he_il: קוד איזור (קוד משתמש)
it_it: Codice ramo
mk_mk: Гранка
nl_be: Vertakkingscode
ro_ro: Cod ramură
ru_ru: Код филиала

source: Phone
ar: الهاتف
es_es: Teléfono
fr_fr: Téléphone
he_il: טלפון
it_it: Telefono
mk_mk: Телефон
nl_be: Telefoon
ro_ro: Telefon
ru_ru: Телефон

source: Please select branch before assigning branch manager.
ar: الرجاء تحديد الفرع قبل تعيين مدير الفرع.
es_es: Seleccione la sucursal antes de asignar el administrador de sucursales.
fr_fr: Veuillez sélectionner la succursale avant d’affecter le directeur de succursale.
he_il: נא בחר ענף לפני הקצאת מנהל הענף.
it_it: Selezionare la filiale prima di assegnare gestione filiali.
mk_mk: Ве молиме изберете гранка пред да доделите раководител на гранка.
nl_be: Selecteer branch voordat u branch manager toewijst.
ro_ro: Selectați sucursala înainte de a atribui manager de sucursală.
ru_ru: Пожалуйста, выберите филиал перед назначением менеджера филиала.

source: No available branches.
ar: لا توجد فروع متوفرة.
es_es: No hay ramas disponibles.
fr_fr: Pas de succursales disponibles.
he_il: אין סניפים זמינים.
it_it: Nessun ramo disponibile.
mk_mk: Нема достапни гранки.
nl_be: Geen beschikbare filialen.
ro_ro: Nu sunt sucursale disponibile.
ru_ru: Нет доступных филиалов.

source: Disable Email for Branch Manager?
ar: تعطيل البريد الإلكتروني لمدير الفرع؟
es_es: ¿Deshabilitar el correo electrónico para el Administrador de sucursales?
fr_fr: Désactiver le courriel pour le directeur de succursale?
he_il: הפיכת דואר אלקטרוני ללא זמין עבור מנהל הענף?
it_it: Disabilitare la posta elettronica per Branch Manager?
mk_mk: Да се ​​оневозможи е-пошта за директорот на филијала?
nl_be: E-mail uitschakelen voor Branch Manager?
ro_ro: Dezactivați e-mailul pentru Managerul de sucursale?
ru_ru: Отключить электронную почту для менеджера филиала?

source: Add Branch
ar: إضافة فرع
es_es: Añadir sucursal
fr_fr: Ajouter branche
he_il: הוסף סניף
it_it: Aggiungi ramo
mk_mk: Додадете нова гранка
nl_be: Branch toevoegen
ro_ro: Adăugare sucursală
ru_ru: Добавить ветвь

source: Branch Name
ar: اسم الفرع
es_es: Nombre de la sucursal
fr_fr: Nom Succursale
he_il: שם ענף
it_it: Nome ramo
mk_mk: Гранка
nl_be: Branchnaam
ro_ro: Nume ramură
ru_ru: Название филиала

source: Code
ar: كود
es_es: Código
he_il: קוד
it_it: Codice
mk_mk: Код
ro_ro: Cod
ru_ru: Код

source: Address1
ar: عنوان1
es_es: Dirección1
fr_fr: Adresse 1
he_il: כתובת 1
it_it: Indirizzo1
mk_mk: Адреса 1
nl_be: Adres1
ro_ro: Adresa1
ru_ru: Адрес 1

source: Address2
ar: عنوان2
es_es: Dirección2
fr_fr: Adresse2
he_il: כתובת 2
it_it: Indirizzo 2
mk_mk: Адреса 2
nl_be: Adres2
ro_ro: Adresa2
ru_ru: Адрес 2

source: City
ar: المدينة
es_es: Ciudad
fr_fr: Ville
he_il: עיר
it_it: Città
mk_mk: Град
nl_be: Stad
ro_ro: Oraș
ru_ru: Город

source: Postcode / ZIP
ar: الرمز البريدي
es_es: Código postal
fr_fr: Code postal
he_il: מיקוד
it_it: CAP
mk_mk: Поштенски код
nl_be: Postcode
ro_ro: Cod Poștal
ru_ru: Почтовый индекс

source: Country
ar: الدولة
es_es: País
fr_fr: Pays
he_il: מדינה
it_it: Nazione
mk_mk: Држава
nl_be: Land
ro_ro: Țară
ru_ru: Страна

source: State / County
ar: ولاية / مقاطعة
es_es: Estado / Provincia
fr_fr: Etat / Région
he_il: מדינה / ארץ
it_it: Stato / Paese
mk_mk: Општина
nl_be: Staat / Provincie
ro_ro: Județ
ru_ru: Область / Страна

source: Branch Manager(s)
ar: مدير فرع (مدراء)
es_es: Gerente(s) de sucursal(s)
fr_fr: Directeur de succursale(s)
he_il: מנהלי סניפים
it_it: Branch Manager
mk_mk: Менаџер на филијала
nl_be: Filiaalmanager(s)
ro_ro: Manager(i) sucursale
ru_ru: Менеджер филиала (ы)

source: Select Branch Manager
ar: حدد مدير الفرع
es_es: Seleccione Administrador de sucursales
fr_fr: Sélectionnez Branch Manager
he_il: בחר מנהל ענף
it_it: Selezionare Gestione filiali
mk_mk: Менаџер на филијала
nl_be: Branch Manager selecteren
ro_ro: Selectare manager de sucursale
ru_ru: Выберите менеджера филиала

source: Branch Employee(s)
ar: موظف فرع(موظف)
es_es: Empleado(s) de sucursal(s)
fr_fr: Employé de la succursale
he_il: עובדי סניף
it_it: Dipendenti di filiale
mk_mk: Вработен (и) на филијала
nl_be: Filiaalmedewerker(en)
ro_ro: Angajat(e) sucursală
ru_ru: Сотрудник филиала (ы)

source: Select Branch Employee
ar: تحديد موظف الفرع
es_es: Seleccione Empleado de sucursal
fr_fr: Sélectionnez Employé de la Direction générale
he_il: בחר עובד ענף
it_it: Seleziona dipendente filiale
mk_mk: Изберете вработен во филијала
nl_be: Filiaalmedewerker selecteren
ro_ro: Selectare angajat ramură
ru_ru: Выберите сотрудника филиала

source: Branch Agent(s)
ar: وكيل فرع(وكيل)
es_es: Agente(s) de sucursal (s)
fr_fr: Agent de succursale(s)
he_il: סוכנים של סניף
it_it: Agenti di succursale
mk_mk: Агент (и) на филијала
nl_be: Vertakkingsagent(s)
ro_ro: Agent(i) sucursală
ru_ru: Агент филиала (ы)

source: Select Branch Agent
ar: حدد وكيل فرع
es_es: Seleccione Agente de sucursal
fr_fr: Sélectionnez Agent de succursale
he_il: בחר סוכן ענף
it_it: Seleziona agente di succursale
mk_mk: Изберете агент за филијали
nl_be: Branch agent selecteren
ro_ro: Selectare agent ramură
ru_ru: Выберите агента филиала

source: Branch Client(s)
ar: عميل فرع (عملاء)
es_es: Cliente(s) de sucursal (s)
fr_fr: Client de succursale(s)
he_il: לקוחות סניף
it_it: Client di succursale
mk_mk: Клиент (и) на филијала
ro_ro: Client(e) ramură
ru_ru: Клиент филиала (ы)

source: Select Branch Client
ar: حدد عميل الفرع
es_es: Seleccione Cliente de sucursal
fr_fr: Sélectionner le client de la succursale
he_il: בחר לקוח ענף
it_it: Seleziona client di succursale
mk_mk: Изберете гранка клиент
nl_be: Branchclient selecteren
ro_ro: Selectare client ramură
ru_ru: Выберите клиента филиала

source: Branch Driver(s)
ar: برنامج تشغيل (برامج) فرع
es_es: Controlador(es) de sucursal (s)
fr_fr: Conducteur de branche(s)
he_il: מנהלי התקן של ענף
it_it: Driver di diramazione
mk_mk: Возач на филијали
ro_ro: Driver(i) ramură
ru_ru: Водитель ветки (ы)

source: Select Branch Driver
ar: حدد برنامج تشغيل الفرع
es_es: Seleccione Controlador de sucursal
fr_fr: Sélectionnez Branch Driver
he_il: בחר מנהל התקן של ענף
it_it: Seleziona driver di diramazione
mk_mk: Изберете возач на филијала
nl_be: Branch driver selecteren
ro_ro: Selectare driver ramură
ru_ru: Выберите драйвер ветви

source: Save Branch
ar: حفظ الفرع
es_es: Guardar sucursal
fr_fr: Enregistrer la branche
he_il: שמור ענף
it_it: Salva ramo
mk_mk: Гранка
nl_be: Branch opslaan
ro_ro: Salvare ramură
ru_ru: Сохранить ветвь

source: Branch Restriction Settings
ar: إعدادات تقييد الفرع
es_es: Configuración de restricción de sucursales
fr_fr: Paramètres de restriction de branche
he_il: הגדרות הגבלת ענף
it_it: Impostazioni di restrizione ramo
mk_mk: Поставки за ограничување на гранките
nl_be: Instellingen voor vertakking
ro_ro: Setări restricție ramură
ru_ru: Настройки ограничения филиала

source: Restrict Branch Manager to access all Employees?
ar: تقييد مدير الفرع للوصول إلى كافة الموظفين؟
es_es: ¿Restringir el administrador de sucursales para acceder a todos los empleados?
fr_fr: Restreindre le gestionnaire de succursale pour accéder à tous les employés?
he_il: להגביל את מנהל הסניפים כדי לגשת לכל העובדים?
it_it: Limitare Branch Manager per accedere a tutti i dipendenti?
mk_mk: Да се ​​ограничи директорот на филијала за пристап до сите вработени?
nl_be: Branch Manager beperken tot toegang tot alle werknemers?
ro_ro: Restricționați Managerul de sucursale pentru a accesa toți angajații?
ru_ru: Ограничить менеджера филиала доступом ко всем сотрудникам?

source: Restrict Branch Manager to access all Agents?
ar: تقييد مدير الفرع للوصول إلى كافة الوكلاء؟
es_es: ¿Restringir el administrador de sucursales para acceder a todos los agentes?
fr_fr: Restreindre le gestionnaire de succursale pour accéder à tous les agents?
he_il: להגביל את מנהל הסניפים כדי לגשת לכל הסוכנים?
it_it: Limitare Gestione filiali per accedere a tutti gli agenti?
mk_mk: Да се ​​ограничи директорот на филијала за пристап до сите агенти?
nl_be: Branch Manager beperken tot toegang tot alle agents?
ro_ro: Restricționați Managerul de sucursală pentru a accesa toți agenții?
ru_ru: Ограничить менеджера филиала доступ ко всем агентам?

source: Restrict Branch Manager to access all Clients?
ar: تقييد مدير الفرع للوصول إلى كافة العملاء؟
es_es: ¿Restringir el Administrador de sucursales para acceder a todos los clientes?
fr_fr: Restreindre le gestionnaire de succursale pour accéder à tous les clients?
he_il: להגביל את מנהל הסניפים כדי לגשת לכל הלקוחות?
it_it: Limitare Branch Manager per accedere a tutti i client?
mk_mk: Да се ​​ограничи управителот на филијалата за пристап до сите клиенти?
nl_be: Branch Manager beperken om toegang te krijgen tot alle clients?
ro_ro: Restricționați Managerul de sucursale pentru a accesa toți clienții?
ru_ru: Ограничить менеджера филиала доступом ко всем клиентам?

source: Restrict Branch Manager to access all Drivers?
ar: تقييد مدير الفرع للوصول إلى كافة برامج التشغيل؟
es_es: ¿Restringir el administrador de sucursales para acceder a todos los controladores?
fr_fr: Restreindre le gestionnaire de succursale pour accéder à tous les conducteurs?
he_il: להגביל את מנהל הסניפים כדי לגשת לכל מנהלי ההתקנים?
it_it: Limitare Gestione filiali per accedere a tutti i driver?
mk_mk: Да се ​​ограничи управувачот со филијали за пристап до сите возачи?
nl_be: Branch Manager beperken tot toegang tot alle stuurprogramma's?
ro_ro: Restricționați Managerul de sucursale pentru a accesa toate driverele?
ru_ru: Ограничить менеджера филиала доступ ко всем драйверам?

source: Note: Restriction is enabled the Branch Manager can only have assignement options based on the Assigned Users on the table list
ar: ملاحظة: يتم تمكين تقييد يمكن أن يكون مدير الفرع فقط خيارات تعيين استناداً إلى "المستخدمين المعينين" في قائمة الجدول
es_es: Nota: La restricción está habilitada el administrador de sucursales sólo puede tener opciones de asignación basadas en los usuarios asignados en la lista de tablas
fr_fr: Remarque : La restriction est activée le gestionnaire de succursale ne peut avoir que des options d’attribution basées sur les utilisateurs assignés sur la liste de table
he_il: הערה: ההגבלה זמינה מנהל הענף יכול להיות רק אפשרויות הקצאה בהתבסס על רשימת משתמשים שהוקצו בטבלה
it_it: Nota: la restrizione è abilitata, Branch Manager può avere solo opzioni di assegnazione in base agli utenti assegnati nell'elenco delle tabelle
mk_mk: Белешка: Ограничувањето е овозможено, Менаџерот на филијала може да има опции за доделување само врз основа на доделените корисници на списокот со табели
nl_be: Opmerking: beperking is ingeschakeld De Branch Manager kan alleen toewijzingsopties hebben op basis van de toegewezen gebruikers in de tabellijst
ro_ro: Notă: Restricționarea este activată Managerul de sucursale poate avea numai opțiuni de atribuire bazate pe utilizatorii atribuiți din lista de tabele
ru_ru: Примечание: Ограничение включено Менеджер филиала может иметь только параметры назначения на основе назначенных пользователей в списке таблиц

source: Update Branch
ar: تحديث الفرع
es_es: Actualizar Sucursal
fr_fr: Direction de mise à jour
he_il: עדכן ענף
it_it: Aggiorna ramo
mk_mk: Гранка за ажурирање
nl_be: Branch bijwerken
ro_ro: Actualizare ramură
ru_ru: Ветвь обновления

source: Address
ar: العنوان
es_es: Dirección
fr_fr: Adresse
he_il: כתובת
it_it: Indirizzo
mk_mk: Адреса
nl_be: Adres
ro_ro: Adresa
ru_ru: Адрес

source: Branch Manager Assigned Users
ar: المستخدمين المعيّنين من مدير الفرع
es_es: Administrador de sucursales Usuarios asignados
fr_fr: Gestionnaire de succursale s’est affecté aux utilisateurs
he_il: מנהל ענף שהוקצה למשתמשים
it_it: Utenti assegnati a Branch Manager
mk_mk: Раководител на гранки доделени корисници
nl_be: Aan Branch Manager toegewezen gebruikers
ro_ro: Utilizatori atribuiți manager de sucursale
ru_ru: Менеджер филиала Назначенные пользователи
