Repository: mayursaptal/grandgaadi
Catalog: plugins/wpcargo-branch-addons/languages/wpcargo-branches-*.po
Languages: ar, es_es, fr_fr, he_il, it_it, mk_mk, nl_be, ro_ro, ru_ru

source: Actions
ar: الإجراءات
es_es: Acciones
he_il: פעולות
it_it: Azioni
mk_mk: Акции
nl_be: Acties
ro_ro: Acțiuni
ru_ru: Действия

source: Select Branch to Transfer
ar: حدد فرع لنقل
es_es: Seleccione Rama a transferir
fr_fr: Sélectionnez Branche à transférer
he_il: בחר ענף להעברה
it_it: Selezionare Ramo da trasferire
mk_mk: Изберете гранка за пренос
nl_be: Branch selecteren om over te dragen
ro_ro: Selectare ramură de transferat
ru_ru: Выберите ветку для передачи

source: Scan your shipment barcode to update or enter the tracking number and press ENTER
ar: مسح الباركود الشحن الخاص بك لتحديث أو إدخال رقم التتبع واضغط على ENTER
es_es: Escanee su código de barras de envío para actualizar o introduzca el número de seguimiento y pulse ENTER
fr_fr: Numérisez votre code à barres d’expédition pour mettre à jour ou entrez le numéro de suivi et appuyez sur ENTER
he_il: סרוק את ברקוד המשלוח שלך כדי לעדכן או להזין את מספר המעקב והקש ENTER
it_it: Eseguire la scansione del codice a barre di spedizione per aggiornare o immettere il numero di tracciamento e premere INVIO
mk_mk: Скенирајте го баркодот за пратка за да го ажурирате или внесете бројот за следење и притиснете ENTER
nl_be: Scan de streepjescode van uw zending om het volgnummer bij te werken of in te voeren en druk op ENTER
ro_ro: Scanați codul de bare de expediere pentru a actualiza sau introduce numărul de urmărire și apăsați ENTER
ru_ru: Сканирование штрих-кода отгрузки для обновления или введите номер отслеживания и нажмите ENTER

source: Notes
ar: ملاحظات
es_es: Notas
he_il: הערות
it_it: Note
mk_mk: Фусноти
nl_be: Opmerkingen
ro_ro: Note
ru_ru: Заметки

source: If you have connected your barcode scanner please scan directly to the barcode and it will automatic update the Shipment Status
ar: إذا كنت قد قمت بتوصيل ماسح الباركود الخاص بك يرجى مسح مباشرة إلى الباركود وسوف تلقائيا تحديث حالة الشحن
es_es: Si ha conectado su escáner de código de barras, escanee directamente al código de barras y actualizará automáticamente el estado del envío
fr_fr: Si vous avez connecté votre scanner de code à barres s’il vous plaît numériser directement au code à barres et il mettra à jour automatiquement l’état d’expédition
he_il: אם חיברת את סורק הברקוד שלך, אנא סרוק ישירות לברקוד והוא יעדכן אוטומטית את מצב המשלוח
it_it: Se il tuo scanner di codici a barre è collegato, scansiona direttamente al codice a barre e aggiornerà automaticamente lo stato della spedizione
mk_mk: Ако го поврзавте вашиот скенер за баркодови, скенирајте директно на баркодот и тој автоматски ќе го ажурира статусот на пратката
nl_be: Als u uw barcodescanner hebt aangesloten, scan dan rechtstreeks naar de barcode en wordt de verzendstatus automatisch bijgewerkt
ro_ro: Dacă ați conectat scanerul de coduri de bare, vă rugăm să scanați direct la codul de bare și va actualiza automat starea expedierii
ru_ru: Если вы подключили сканер штрих-кодов, пожалуйста, сканируйте непосредственно штрих-код, и он автоматически обновит статус отгрузки

source: If you don't have a barcode scanner please input it to the tracking number field and press Enter on your keyboard
ar: إذا لم يكن لديك ماسح الباركود يرجى إدخاله إلى حقل رقم التتبع والضغط على إدخال على لوحة المفاتيح
es_es: Si no tiene un escáner de código de barras, introdúzcalo en el campo de número de seguimiento y pulse Intro en el teclado
fr_fr: Si vous n’avez pas de scanner de code à barres s’il vous plaît l’entrer dans le champ de numéro de suivi et appuyez sur Entrez sur votre clavier
he_il: אם אין לך סורק ברקוד, הזן אותו בשדה מספר המעקב והקש Enter בלוח המקשים
it_it: Se non si dispone di uno scanner di codici a barre, immetterlo nel campo del numero di tracciamento e premere INVIO sulla tastiera
mk_mk: Ако немате скенер за баркод, внесете го во полето со број за следење и притиснете Enter на тастатурата
nl_be: Als u geen barcodescanner hebt, voert u deze in het veld Trackingnummer in en drukt u op Enter op uw toetsenbord
ro_ro: Dacă nu aveți un scaner de coduri de bare, introduceți-l în câmpul număr de urmărire și apăsați enter pe tastatură
ru_ru: Если у вас нет сканера штрих-кодов, введите его в поле отслеживания номеров и нажмите Введите на клавиатуре

source: WPCargo Branches Add-ons
ar: إضافات بفكارجو أفروع
es_es: WPCargo Sucursales Add-ons
he_il: תוספות לסניפי WPCargo
it_it: Componenti aggiuntivi di WPCargo Branches
mk_mk: Додатоци на WPCargo Branches
ro_ro: Programe de completare PENTRU SUCURSALE WPCargo
ru_ru: Дополнения филиалов WPCargo

source: This will add the lists of other branches on admin dashbard and generate shipment tracking number base on the Branches. This will work well with WPCargo Receiving Add-ons.
ar: هذا وسوف تضيف قوائم الفروع الأخرى على dashbard المشرف وتوليد قاعدة رقم تتبع الشحنة على الفروع. هذا سوف يعمل بشكل جيد مع WPCargo تلقي إضافات.
es_es: Esto agregará las listas de otras ramas en el tablero de administración y generará la base de números de seguimiento de envío en las sucursales. Esto funcionará bien con LOS complementos de recepción de WPCargo.
fr_fr: Cela ajoutera les listes d’autres branches sur admin dashbard et générera la base de numéro de suivi des expéditions sur les branches. Cela fonctionnera bien avec WPCargo Recevoir Add-ons.
he_il: פעולה זו תוסיף את הרשימות של סניפים אחרים ב- dashbard admin וליצור משלוח מעקב אחר בסיס על הענפים. זה יעבוד היטב עם WPCargo קבלת תוספות.
it_it: In questo modo verranno aggiunta le liste di altri rami sulla dashbard dell'amministratore e verrà generato la base dei numeri di tracciabilità delle spedizioni sulle filiali. Questo funzionerà bene con WPCargo Receiving Add-ons.
mk_mk: Ова ќе ги додаде списоците со други гранки на административната табла и ќе генерира база на број за следење на пратката на гранките. Ова ќе работи добро со додатоците за WPCargo Receiving.
nl_be: Dit voegt de lijsten van andere branches op admin dashbard toe en genereert de basis voor het bijhouden van verzendingen op de branches. Dit zal goed werken met WPCargo Ontvangen Add-ons.
ro_ro: Acest lucru va adăuga listele de alte ramuri pe admin dashbard și de a genera baza de numere de urmărire a expedierii pe Sucursale. Acest lucru va funcționa bine cu WPCargo Primirea Add-on-uri.
ru_ru: Это добавит списки других ветвей на dashbard администратора и создаст базу отслеживания отгрузки на ветвях. Это будет хорошо работать с WPCargo Получение дополнения.

source: <a href="http://wptaskforce.com/">WPTaskForce</a>
he_il: <a href="http://wptaskforce.com/">כוח משימות</a>
mk_mk: <a href="http://www.wptaskforce.com/">WPTaskForce</a>

source: http://wpcargo.com/
mk_mk: http://wptaskforce.com/
nl_be: Deze plugin vereist <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin om actief te zijn!
