Repository: mayursaptal/grandgaadi
Catalog: plugins/wpcargo-api-addon/languages/wpcargo-api-*.po
Languages: ar, es_es, fr_ca, he_il, it_it, nl_be, ro_ro, ru_ru, zh_cn

source: WPCargo API Manager
ar: مدير API WPCargo
fr_ca: Gestionnaire d’API WPCargo
he_il: מנהל ה-API של WPCargo
it_it: Gestione API WPCargo
ru_ru: Менеджер API WPCargo
zh_cn: Wpcargo API 管理器

source: WPCargo API
he_il: מטענים וכנסים

source: API Key
ar: مفتاح API
es_es: Google Map API Key no está activado.
fr_ca: Clé API
he_il: מפתח API
it_it: Chiave API
nl_be: API Sleutel
ru_ru: Ключ API Карты Google не активирован.
zh_cn: API密钥

source: Generate API Key
ar: توليد مفتاح API
es_es: Generar clave API
fr_ca: Générer une clé API
he_il: מפתח ה-API של גוגל מפה
it_it: Genera chiave API
nl_be: API-sleutel genereren
ro_ro: Cheie API Google Map
ru_ru: Google Map API ключ
zh_cn: 谷歌地图API密钥

source: Sorry you don't have enough permission to access this page. Please Contact Support or Administrator.
ar: آسف لأنك لا تملك الإذن الكافي للوصول إلى هذه الصفحة. الرجاء الاتصال بالدعم أو المسؤول.
es_es: Lamento que no tenga suficiente premisión para acceder a esta página. Póngase en contacto con el administrador.
fr_ca: Désolé que vous n’avez pas assez de permission pour accéder à cette page. Veuillez contacter le support ou l’administrateur.
he_il: מצטערים שאין לך מספיק הקדמה כדי לגשת לדף זה. נא פנה למנהל.
it_it: Mi dispiace di non avere abbastanza autorizzazioni per accedere a questa pagina. Contattare il supporto tecnico o l'amministratore.
nl_be: Sorry dat je niet genoeg toestemming hebt om deze pagina te openen. Neem contact op met ondersteuning of beheerder.
ro_ro: Ne pare rău că nu aveți suficient de premission pentru a accesa această pagină. Contactați administratorul.
ru_ru: К сожалению, у вас нет достаточной предварительной комиссии, чтобы получить доступ к этой странице. Пожалуйста, свяжитесь с администратором.
zh_cn: 很抱歉，您没有足够的权限访问此页面。请联系支持人员或管理员。

source: Username field 'username' is required.
ar: مطلوب حقل اسم المستخدم 'اسم المستخدم'.
es_es: Nombre de usuario: %s
fr_ca: Le champ nom d’utilisateur « nom d’utilisateur » est requis.
he_il: שם משתמש: %s
it_it: È necessario il campo nome utente 'nomeutente'.
nl_be: Gebruikersnaam veld 'gebruikersnaam' is vereist.
ro_ro: Nume utilizator: %s
ru_ru: Имя пользователя: %s
zh_cn: 用户名: %s

source: Username is already exists, please try another username
ar: اسم المستخدم موجود بالفعل، يرجى محاولة اسم مستخدم آخر
es_es: El nombre de usuario ya existe, por favor intente otro nombre de usuario
fr_ca: Nom d’utilisateur est déjà existe, s’il vous plaît essayer un autre nom d’utilisateur
he_il: שם המשתמש כבר קיים, נא נסה שם משתמש אחר
it_it: Il nome utente esiste già, provare un altro nome utente
nl_be: Gebruikersnaam bestaat al, probeer een andere gebruikersnaam
ro_ro: Numele de utilizator există deja, vă rugăm să încercați un alt nume de utilizator
ru_ru: Имя пользователя уже существует, пожалуйста, попробуйте другое имя пользователя
zh_cn: 用户名已存在，请尝试其他用户名

source: Email field 'email' is required.
ar: البريد الإلكتروني حقل 'البريد الإلكتروني' مطلوب.
es_es: El campo ‘correo electrónico‘ es requerido.
fr_ca: E-mail champ 'email' est nécessaire.
he_il: האם נדרש שדה?
it_it: È necessario il campo di posta elettronica 'email'.
nl_be: E-mailveld 'e-mail' is vereist.
ro_ro: Este necesar Field?
ru_ru: Требуется ли поле?
zh_cn: 请填写邮箱

source: Email is already exists, please try another email
ar: البريد الإلكتروني موجود بالفعل، يرجى محاولة بريد إلكتروني آخر
es_es: El correo electrónico ya existe, por favor intente otro correo electrónico
fr_ca: E-mail est déjà existe, s’il vous plaît essayer un autre e-mail
he_il: דואר אלקטרוני כבר קיים, אנא נסה דוא"ל אחר
it_it: L'e-mail esiste già, prova un'altra e-mail
nl_be: E-mail bestaat al, probeer een andere e-mail
ro_ro: E-mailul există deja, încercați un alt e-mail
ru_ru: Электронная почта уже существует, пожалуйста, попробуйте другое письмо
zh_cn: 电子邮件已存在，请尝试其他电子邮件

source: Password field 'password' is required.
ar: كلمة المرور حقل 'كلمة السر' مطلوب.
es_es: El campo ‘contraseña’ es requerido.
fr_ca: Le champ de mot de passe « mot de passe » est nécessaire.
he_il: סיסמה שאינה מתאימה.
it_it: È necessario il campo della password 'password'.
nl_be: Wachtwoord veld 'wachtwoord' is vereist.
ro_ro: Este necesară "parola" câmpului parolă.
ru_ru: Пароль не соответствует.
zh_cn: 请填写密码

source: Warning! Please activate license for WPCargo API add on to be able to use WPCargo API
ar: تحذير! يرجى تفعيل ترخيص WPCargo API إضافة على أن تكون قادرة على استخدام WPCargo API
es_es: ¡Advertencia! Active la licencia para WPCargo API add on para poder utilizar la API de WPCargo
fr_ca: Avertissement! S’il vous plaît activer la licence pour WPCargo API ajouter pour être en mesure d’utiliser WPCargo API
he_il: אזהרה! נא הפעל רשיון עבור WPCargo API להוסיף כדי להיות מסוגל להשתמש WPCargo API
it_it: Avviso! Attivare la licenza per l'aggiunta dell'API WPCargo per poter utilizzare l'API WPCargo
nl_be: Waarschuwing! Activeer de licentie voor WPCargo API add-on om WPCargo API te kunnen gebruiken
ro_ro: Avertizare! Vă rugăm să activați licență pentru WPCargo API adăuga pe pentru a putea utiliza WPCargo API
ru_ru: Предупреждение! Пожалуйста, активируйте лицензию на WPCargo API, чтобы иметь возможность использовать WPCargo API
zh_cn: 警告！请激活 Wpcargo API 添加的许可证， 以便能够使用 Wpcargo Api

source: here
ar: هنا
es_es: aquí
fr_ca: ici
he_il: כאן
it_it: qui
nl_be: hier
ro_ro: aici
ru_ru: здесь
zh_cn: 这里

source: You do not have permissions to view this data please purchase license.
ar: ليس لديك أذونات لعرض هذه البيانات الرجاء شراء الترخيص.
es_es: No tiene permisos para ver estos datos, por favor, compre la licencia.
fr_ca: Vous n’avez pas les autorisations pour afficher ces données s’il vous plaît acheter une licence.
he_il: אין לך הרשאות לתצוגה של נתונים אלה נא לרכוש רשיון.
it_it: Non si dispone delle autorizzazioni necessarie per visualizzare questi dati, acquistare la licenza.
nl_be: U hebt geen machtigingen om deze gegevens te bekijken, neem dan een aankooplicentie.
ro_ro: Nu aveți permisiuni pentru a vizualiza aceste date, vă rugăm să achiziționați licență.
ru_ru: У вас нет разрешений на просмотр этих данных, пожалуйста, купите лицензию.
zh_cn: 您没有查看此数据的权限，请购买许可证。

source: You do not have permissions to view this data.
ar: ليس لديك أذونات لعرض هذه البيانات.
es_es: No tiene permisos para ver estos datos.
fr_ca: Vous n’avez pas les autorisations pour afficher ces données.
he_il: אין לך הרשאות לתצוגת נתונים אלה.
it_it: Non si dispone delle autorizzazioni necessarie per visualizzare questi dati.
nl_be: U hebt geen machtigingen om deze gegevens te bekijken.
ro_ro: Nu aveți permisiuni pentru a vizualiza aceste date.
ru_ru: У вас нет разрешений на просмотр этих данных.
zh_cn: 您没有查看此数据的权限。

source: No route was found matching the URL and request method.
ar: لم يتم العثور على أي مسار مطابق لأسلوب URL وطلب.
es_es: No se encontró ninguna ruta que coincida con la dirección URL y el método de solicitud.
fr_ca: Aucun itinéraire n’a été trouvé correspondant à l’URL et la méthode de demande.
he_il: לא נמצא נתיב התום לכתובת ה- URL ולשיטת הבקשה.
it_it: Non è stata trovata alcuna route corrispondente all'URL e al metodo di richiesta.
nl_be: Er is geen route gevonden die overeenkomt met de URL- en aanvraagmethode.
ro_ro: Nu s-a găsit nicio rută care să corespundă metodei URL și a solicitării.
ru_ru: Маршрут не был найден соответствующим методу URL-адреса и запроса.
zh_cn: 未找到与 URL 和请求方法匹配的路由。

source: You do not have permissions to view this data. Something is missing.
ar: ليس لديك أذونات لعرض هذه البيانات. شيء ما مفقود
es_es: No tiene permisos para ver estos datos.
fr_ca: Vous n’avez pas la permission d’afficher ces données. Il manque quelque chose.
he_il: אין לך הרשאות לתצוגת נתונים אלה.
it_it: Non si dispone delle autorizzazioni necessarie per visualizzare questi dati. Manca qualcosa.
nl_be: U hebt geen machtigingen om deze gegevens te bekijken. Er ontbreekt iets.
ro_ro: Nu aveți permisiuni pentru a vizualiza aceste date. Ceva lipsește.
ru_ru: У вас нет разрешений на просмотр этих данных.
zh_cn: 您没有查看此数据的权限。缺少一些东西。

source: Access Denied!
ar: هذا الوصول مرفوض
es_es: Acceso Denegado!
fr_ca: Accès refusé
he_il: הגישה נדחתה
it_it: Accesso negato!
nl_be: Toegang geweigerd!
ro_ro: Acces refuzat
ru_ru: Доступ закрыт!
zh_cn: 拒绝访问

source: Access Granted!
ar: منح الوصول!
es_es: ¡Acceso concedido!
fr_ca: Accès accordé!
he_il: הגישה הוענקה!
it_it: Accesso concesso!
nl_be: Toegang verleend!
ro_ro: Acces refuzat
ru_ru: Доступ закрыт
zh_cn: 拒绝访问

source: Shipment Image can't be save. Wrong file format.
ar: لا يمكن حفظ صورة الشحن. تنسيق ملف خاطئ.
es_es: La imagen de envío no se puede guardar. Formato de archivo incorrecto.
fr_ca: L’image d’expédition ne peut pas être sauver. Mauvais format de fichier.
he_il: אין אפשרות לשמור את תמונת המשלוח. תבנית קובץ שגויה.
it_it: L'immagine della spedizione non può essere salvata. Formato di file errato.
nl_be: Verzendafbeelding kan niet worden opgeslagen. Verkeerde bestandsindeling.
ro_ro: Imaginea de expediere nu se poate salva. Format de fișier greșit.
ru_ru: Отгрузка изображения не может быть сохранить. Неправильный формат файла.
zh_cn: 无法保存装运图像。文件格式错误。

source: Shipment not Found
ar: الشحنة غير موجودة
es_es: Envío no encontrado
fr_ca: Envoi non trouvé
he_il: המשלוח לא נמצא!
it_it: Spedizione non trovata
nl_be: Zending niet gevonden
ro_ro: Transportul nu a fost găsit!
ru_ru: Груз не найден
zh_cn: 未找到装运

source: Shipment already Exist
ar: الشحن موجود بالفعل
es_es: El correo electrónico ya existe.
fr_ca: L’expédition existe déjà
he_il: דואר אלקטרוני קיים כבר.
it_it: La spedizione esiste già
nl_be: Verzending bestaat al
ro_ro: E-mail există deja.
ru_ru: Электронная почта уже существует.
zh_cn: 电子邮件已存在。

source: Shipment Added
ar: إضافة شحنة
es_es: Campo añadido con éxito!
fr_ca: Envoi ajouté
he_il: השדה נוסף בהצלחה!
it_it: Spedizione aggiunta
nl_be: Verzending toegevoegd
ro_ro: Livrare adăugată
ru_ru: Поле успешно добавлено!
zh_cn: 字段已成功添加！

source: Address Added
ar: العنوان المضاف
es_es: Campo añadido con éxito!
fr_ca: Adresse ajoutée
he_il: כתובת
it_it: Indirizzo aggiunto
nl_be: Adres toegevoegd
ro_ro: Câmp adăugat cu succes!
ru_ru: Поле успешно добавлено!
zh_cn: 字段已成功添加！

source: Address Updated
ar: تم تحديث العنوان
es_es: Actualizado en
fr_ca: Adresse mise à jour
he_il: עודכן ב
it_it: Indirizzo aggiornato
nl_be: Adres bijgewerkt
ro_ro: Actualizat de
ru_ru: Обновлено
zh_cn: 更新到

source: Shipment Updated
ar: تم تحديث الشحنة
es_es: Envío actualizado
fr_ca: Expédition mise à jour
he_il: המשלוח עודכן בהצלחה!
it_it: Spedizione aggiornata
nl_be: Verzending bijgewerkt
ro_ro: Expediere actualizat cu succes!
ru_ru: Отгрузка Обновлено успешно!
zh_cn: 发货更新成功！

source: Add Shipment Failed
ar: فشل إضافة شحنة
es_es: Agregar envío fallido
fr_ca: Ajouter l’expédition échouée
he_il: העברת המשלוח נכשלה!
it_it: Aggiungi spedizione non riuscita
nl_be: Verzending toevoegen is mislukt
ro_ro: Transferul de expediere nu a reușit!
ru_ru: Передача груза не удалась!
zh_cn: 添加发货失败

source: Add Address Failed
ar: فشل إضافة عنوان
es_es: Error al agregar dirección
fr_ca: Ajouter l’adresse échouée
he_il: נכשל.
it_it: Aggiungi indirizzo non riuscito
nl_be: Adres toevoegen is mislukt
ro_ro: Eșuat.
ru_ru: Добавить не удалось добавить адрес
zh_cn: 添加地址失败

source: Update Address Failed
ar: فشل عنوان التحديث
es_es: No se pudo actualizar
fr_ca: Échec de l’adresse de mise à jour
he_il: העדכון נכשל
it_it: Aggiornamento dell'indirizzo non riuscito
nl_be: Adres bijwerken is mislukt
ro_ro: Actualizare adresă nereușită
ru_ru: Обновление Адрес не удалось
zh_cn: 更新失败

source: User
ar: المستخدم
es_es: Usuario
fr_ca: Utilisateur
he_il: בחר ספר משתמשים לייצוא
it_it: Utente
nl_be: Gebruiker
ro_ro: Selectare carte utilizator de exportat
ru_ru: Выберите книгу пользователей для экспорта
zh_cn: 用户

source: Registration was Successful
ar: التسجيل كان ناجحاً
es_es: Registro
fr_ca: L’inscription a été couronnée de succès
he_il: רישום
it_it: La registrazione è stata esito positivo
nl_be: Registratie is geslaagd
ro_ro: Înregistrare
ru_ru: Регистрация была успешной
zh_cn: 注册成功

source: There is no error, the file uploaded with success.
ar: لا يوجد أي خطأ، الملف الذي تم تحميله بنجاح.
es_es: No hay ningún error, el archivo cargado con éxito.
fr_ca: Il n’y a pas d’erreur, le fichier téléchargé avec succès.
he_il: אין שגיאה, הקובץ שהועלה בהצלחה.
it_it: Nessun errore, file caricato con successo.
nl_be: Er is geen fout, het bestand geüpload met succes.
ro_ro: Nu există nici o eroare, fișierul încărcat cu succes.
ru_ru: Ошибки нет, файл загружен успешно.
zh_cn: 没有错误，文件上传成功。

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
ar: حجم الملف المرفوع اكبر من المسموح.
es_es: El archivo subido excede la directiva upload_max_filesize en php.ini.
fr_ca: Le fichier téléchargé excède la taille maximale de la directive upload_max_filesize dans php.ini.
he_il: הקובץ שהועלה עולה על ההנחיה upload_max_filesize ב- php.ini.
it_it: Il file caricato è troppo grande per i parametri upload_max_filesize del php.ini.
nl_be: Het geuploade bestand is groter dan de upload_max_filesize in php.ii.
ro_ro: Fișierul încărcat depășește directiva upload_max_filesize în php.ini.
ru_ru: Загруженный файл превысил разрешенный размер (upload_max_filesize в php.ini).
zh_cn: 上传的文件超过了php.ini中的upload_max_filesize指令限制。

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
ar: حجم الملف المرفوع اكبر من المسموح.
es_es: El archivo cargado excede el MAX_FILE_SIZE especificado en el formulario HTML.
fr_ca: La taille du fichier envoyé excède celle indiquée dans la directive <code>MAX_FILE_SIZE</code> du formulaire HTML.
he_il: הקובץ שהועלה עולה על ההוראה MAX_FILE_SIZE שצוינה בטופס HTML.
it_it: Il file caricato eccede il parametro MAX_FILE_SIZE specificato nel form HTML.
nl_be: Het geüploade bestand overschrijdt de MAX_FILE_SIZE richtlijn die in het HTML-formulier is opgegeven.
ro_ro: Fișierul încărcat depășește MAX_FILE_SIZE directivă care a fost specificată în formularul HTML.
ru_ru: Загружаемый Вами файл превышает значение MAX_FILE_SIZE, указанный для данной HTML-формы.
zh_cn: 上载的文件超出了HTML表单中指定的MAX_FILE_SIZE指令。

source: The uploaded file was only partially uploaded.
ar: الملف الذي تم تحميله، تم تحميله بشكل جزئي فقط.
es_es: El archivo cargado sólo fue parcialmente subido.
fr_ca: Le fichier téléchargé n'a été que partiellement téléchargé.
he_il: הקובץ לא עלה עד הסוף.
it_it: File caricato parzialmente.
nl_be: Het geüploade bestand is slechts gedeeltelijk geüpload.
ro_ro: Fișierul încărcat a fost încărcat doar parțial.
ru_ru: Файл был загружен частично
zh_cn: 上传的文件仅部分上传。

source: No file was uploaded.
ar: لم يتم تحميل أي ملف.
es_es: No se ha subido ningún archivo.
fr_ca: Aucun fichier n'a été téléchargé.
he_il: לא הועלה קובץ.
it_it: Nessun file è stato caricato.
nl_be: Er is geen bestand geüpload.
ro_ro: Nu a fost încărcat nici un fișier.
ru_ru: Файл не был загружен.
zh_cn: 没有上传文件。

source: Missing a temporary folder.
ar: المجلد المؤقت مفقود.
es_es: Falta una carpeta temporal.
fr_ca: Dossier temporaire manquant.
he_il: חסר הרשאות.
it_it: Manca una cartella temporanea.
nl_be: Een tijdelijke map ontbreekt.
ro_ro: Lipsește dosarul temporar.
ru_ru: Отсутствует временная папка.
zh_cn: 缺少临时文件夹。

source: Failed to write file to disk.
ar: فشل كتابة الملف إلى القرص.
es_es: Error al escribir el archivo en el disco.
fr_ca: Impossible d'écrire le fichier sur le disque.
he_il: נכשלתי בכתיבת קובץ לדיסק.
it_it: Impossibile scrivere il file su disco.
nl_be: Kan het bestand niet naar schijf schrijven.
ro_ro: Nu s-a reușit scrierea fișierului pe disc.
ru_ru: Не удалось записать файл на диск.
zh_cn: 无法将文件写入磁盘。

source: A PHP extension stopped the file upload.
ar: توقف ملحق PHP عن تحميل الملف.
es_es: Una extensión PHP detuvo la carga del archivo.
fr_ca: Une extension PHP a arrêté le téléchargement du fichier.
he_il: סיומת PHP עצרה את העלאת הקובץ.
it_it: Una estensione PHP stoppa l’upload del file.
nl_be: Een PHP-extensie heeft het uploaden van bestanden gestopt.
ro_ro: O extensie PHP a oprit încărcarea fișierului.
ru_ru: Расширение PHP остановило загрузку файла
zh_cn: PHP扩展停止了文件上传。

source: This plugin requires <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin to be active!
ar: هذا البرنامج المساعد يتطلب <a href="http://wpcargo.com/" target="_blank">WPTaskForce ترخيص المساعد</a> البرنامج المساعد لتكون نشطة!
es_es: Este plugin requiere <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin para estar activo!
fr_ca: Ce plugin nécessite <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin pour être actif!
he_il: תוסף זה דורש <a href="http://wpcargo.com/" target="_blank">Wptaskforce המסייע מסייע</a> תוסף להיות פעיל!
it_it: Questo plugin richiede <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin per essere attivo!
nl_be: Deze plugin vereist <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plug-in pentru a fi activ!
ru_ru: Этот плагин требует <a href="http://wpcargo.com/" target="_blank">WPTaskForce лицензии Помощник</a> плагин, чтобы быть активным!
zh_cn: 此插件要求<a href="http://wpcargo.com/" target="_blank">WPTaskForce 许可证帮助器</a>插件处于活动状态！

source: This plugin requires <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plugin to be active!
ar: هذا البرنامج المساعد يتطلب <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> البرنامج المساعد لتكون نشطة!
es_es: Este plugin requiere <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plugin para estar activo!
fr_ca: Ce plugin nécessite le plugin <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> pour être actif!
he_il: תוסף זה דורש <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">Wpcargo</a> plugin להיות פעיל!
it_it: Questo plugin richiede <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plugin per essere attivo!
nl_be: Deze plugin vereist <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plugin om actief te zijn!
ro_ro: Acest plug-in necesită <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> plug-in pentru a fi activ!
ru_ru: Этот плагин требует <a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a> плагин, чтобы быть активным!
zh_cn: 此插件需要<a href="https://wordpress.org/plugins/wpcargo/" target="_blank">WPCargo</a>插件处于活动状态！

source: Cheating, uh?
ar: الغش، اه؟
es_es: Engañando, ¿eh?
fr_ca: Tricher, e uh ?
he_il: ? רמאות, אה
it_it: Tradire, eh?
nl_be: Vreemdgaan, uh?
ro_ro: Să trișezi?
ru_ru: Обман, а?
zh_cn: 作弊，嗯？

source: Welcome back
ar: أهلا بكم من جديد
es_es: Volver al panel de control
fr_ca: Bienvenue
he_il: בחזרה ללוח בקרה
it_it: Bentornato
nl_be: Blij je terug te zien
ro_ro: Bine ai revenit
ru_ru: Вернуться к панели инструментов
zh_cn: 欢迎您回来

source: Your current Wpcargo API is
ar: API Wpcargo الحالي الخاص بك هو
es_es: Su API actual de Wpcargo es
fr_ca: Votre API Wpcargo actuelle est
he_il: ה- API הנוכחי של Wpcargo הוא
it_it: L'ATTUALE API Wpcargo è
nl_be: Uw huidige Wpcargo API is
ro_ro: API-ul wpcargo actual este
ru_ru: Ваш текущий API Wpcargo
zh_cn: 您当前捕获的图像

source: Reset
ar: إعادة تعيين
es_es: Reiniciar
fr_ca: Réinitialiser
he_il: איפוס
nl_be: Terugzetten
ru_ru: Сброс
zh_cn: 重置

source: WPCargo API Addon
ar: WPCargo API أدون
es_es: Complemento DE API de WPCargo
fr_ca: Clé API Google Map
he_il: מיתו את ה- API
ru_ru: Места API
zh_cn: 地点 API

source: WPCargo API allows to share you WPCargo shipment data using API, Available shortcode [wpcargo_api_account]
ar: WPCargo API يسمح لتبادل لكم WPCargo بيانات الشحن باستخدام API، الرمز القصير المتاحة [wpcargo_api_account]
es_es: WPCargo API permite compartir datos de envío DE WPCargo mediante API, Shortcode disponible [wpcargo_api_account]
fr_ca: WPCargo API permet de vous partager les données d’expédition WPCargo à l’aide d’API, Shortcode disponible [wpcargo_api_account]
he_il: WPCargo API מאפשר לשתף אותך נתוני משלוח WPCargo באמצעות API, קוד קצר זמין [wpcargo_api_account]
it_it: L'API WPCargo consente di condividere i dati di spedizione WPCargo utilizzando API, Shortcode disponibile [wpcargo_api_account]
nl_be: WPCargo API maakt het mogelijk om u te delen WPCargo verzendgegevens met behulp van API, Beschikbare shortcode [wpcargo_api_account]
ro_ro: WPCargo API vă permite să vă partajați WPCargo date de expediere folosind API, Disponibil shortcode [wpcargo_api_account]
ru_ru: WPCargo API позволяет обмениваться данными о отгрузке WPCargo с помощью API, Доступного короткого кода (wpcargo_api_account)
zh_cn: WPCargo API 允许使用 API 共享 WPCargo 货件数据，可用短码 [wpcargo_api_account]

source: <a href="http://wptaskforce.com/">WPTaskForce</a>
he_il: <a href="http://wptaskforce.com/">כוח משימות</a>

source: http://wpcargo.com/
ar: هذا البرنامج المساعد يتطلب <a href="http://wpcargo.com/" target="_blank">WPTaskForce ترخيص المساعد</a> البرنامج المساعد لتكون نشطة!
nl_be: Deze plugin vereist <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin om actief te zijn!
