Repository: mayursaptal/grandgaadi
Catalog: plugins/wpcargo-receiving/languages/wpcargo-receiving-*.po
Languages: ar, es_es, fr_fr, he_il, it_it, mk_mk, nl_be, ro_ro, ru_ru

source: Empty Tracking Number!
ar: رقم التتبع الفارغ!
es_es: ¡Número de seguimiento vacío!
fr_fr: Numéro de suivi vide!
he_il: מספר מעקב ריק!
it_it: Numero di ricerca vuoto!
mk_mk: Број на следење
nl_be: Leeg volgnummer!
ro_ro: Număr de urmărire gol!
ru_ru: Пустой номер слежения!

source: Shipment Updated Succesfully!
ar: تحديث الشحنة بنجاح!
es_es: Envío actualizado con éxito!
fr_fr: Expédition mise à jour Succesfully!
he_il: המשלוח עודכן בהצלחה!
it_it: Spedizione aggiornata con successo!
mk_mk: Барање за кредит е успешно поднесено.
nl_be: Verzending succesvol bijgewerkt!
ro_ro: Expediere actualizat cu succes!
ru_ru: Отгрузка Обновлено успешно!

source: Shipment Not Found!
ar: الشحنة غير موجودة
es_es: Envío no encontrado
fr_fr: Envoi non trouvé
he_il: המשלוח לא נמצא!
it_it: Spedizione non trovata!
mk_mk: Пратката не е пронајдена
nl_be: Zending niet gevonden
ro_ro: Transportul nu a fost găsit!
ru_ru: Груз не найден

source: Shipment Added Succesfully!
ar: وأضاف الشحن Succesfully!
es_es: Envío Añadido Con éxito!
fr_fr: Expédition ajoutée avec succès!
he_il: המשלוח נוסף בהצלחה!
it_it: Spedizione aggiunta con successo!
mk_mk: Пратката е додадена успешно!
nl_be: Verzending succesvol toegevoegd!
ro_ro: Expediere adăugat succes!
ru_ru: Отгрузка добавлена успешно!

source: Please activate your license key
ar: الرجاء تنشيط مفتاح الترخيص الخاص بك
es_es: Active su clave de licencia
fr_fr: S’il vous plaît activer votre clé de licence
he_il: נא הפעל את מפתח הרישיון שלך
it_it: Attivare la chiave di licenza
mk_mk: Активирајте го клучот за лиценца
nl_be: Activeer uw licentiesleutel
ro_ro: Activați cheia de licență
ru_ru: Пожалуйста, активируйте ключ лицензии

source: here
ar: هنا
es_es: aquí
fr_fr: ici
he_il: כאן
it_it: qui
mk_mk: Вот
nl_be: hier
ro_ro: aici
ru_ru: здесь

source: This plugin requires
ar: يتطلب هذا البرنامج المساعد
es_es: Este plugin requiere
fr_fr: Ce plugin nécessite
he_il: תוסף זה דורש
it_it: Questo plugin richiede WPCargo Frontend Manager plugin per essere attivo!
mk_mk: Овој додаток бара
nl_be: Deze plugin vereist <strong>WPCargo Frontend Manager</strong> plugin om actief te zijn!
ro_ro: Acest plug-in necesită
ru_ru: Этот плагин требует

source: plugin to be active!
ar: البرنامج المساعد لتكون نشطة!
es_es: plugin para estar activo!
fr_fr: plugin pour être actif!
he_il: תוסף להיות פעיל!
it_it: plugin per essere attivo!
mk_mk: приклучокот да биде активен!
nl_be: Deze plugin vereist <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin om actief te zijn!
ro_ro: plug-in pentru a fi activ!
ru_ru: плагин, чтобы быть активным!

source: Success!
ar: نجاح!
es_es: Correcto!
fr_fr: Succès !
he_il: הצלחה!
it_it: Riuscito!
mk_mk: Успешно!
nl_be: Gelukt!
ro_ro: Succes!
ru_ru: Успешно!

source: Following shipments were updated successfully.
ar: تحديث الشحنة بنجاح!
es_es: Envío actualizado con éxito!
fr_fr: Expédition mise à jour Succesfully!
he_il: המשלוחים הבאים עודכנו בהצלחה.
it_it: Spedizione aggiornata con successo!
mk_mk: Барање за кредит е успешно поднесено.
nl_be: Volgende zendingen zijn bijgewerkt.
ro_ro: Expediere actualizat cu succes!
ru_ru: Отгрузка Обновлено успешно!

source: Cheating, uh?
ar: الغش، اه؟
es_es: Engañando, ¿eh?
fr_fr: Tricher, e uh ?
he_il: ? רמאות, אה
it_it: Tradire, eh?
mk_mk: Мамење, а?
nl_be: Vreemdgaan, uh?
ro_ro: Să trișezi?
ru_ru: Обман, а?

source: Receiving
ar: استقبال
es_es: Recibiendo
fr_fr: Recevoir
he_il: קבלת
it_it: Ricezione
mk_mk: & Примање
nl_be: Ontvangen
ro_ro: Primirea
ru_ru: Получения

source: Client
ar: زبون
es_es: Cliente
he_il: לקוח

source: Select Client
ar: اختر العميل
es_es: Seleccionar Cliente
fr_fr: Sélectionner un client
he_il: בחירת לקוח
ro_ro: Selectare client

source: Agent
ar: وكيل
es_es: Agente
he_il: סוכן

source: Select Agent
ar: حدد الوكيل
es_es: Eleigir agente
fr_fr: Sélectionner un conseiller
he_il: בחר סוכן
ro_ro: Selectare agent

source: Employee
ar: موظف
es_es: Empleado
fr_fr: Employé
he_il: עובד
ro_ro: Angajat

source: Select employee
ar: تحديد الموظف
es_es: Seleccionar empleado
fr_fr: Sélectionner un employé
he_il: בחר עובד
ro_ro: Selectare angajat

source: Driver
ar: سائق
es_es: Conductor
fr_fr: Chauffeur
he_il: מנהל התקן

source: Select Driver
ar: -- حدد العمال --
es_es: -- Seleccione Trabajadores --
fr_fr: -- Sélectionner les travailleurs --
he_il: -- בחר מנהל התקן --
ro_ro: -- Selectați Driver --

source: Branch History
ar: تاريخ الفرع
es_es: Historia de la sucursal
fr_fr: Historique de branche
he_il: היסטוריית סניפים
it_it: Cronologia delle succursali
mk_mk: Историjа
nl_be: Branch geschiedenis
ro_ro: Istoria filialelor
ru_ru: История филиала

source: Branch Name
ar: اسم الفرع
es_es: Nombre de la sucursal
fr_fr: Nom Succursale
he_il: שם סניף
it_it: Nome ramo
mk_mk: Гранка
nl_be: Branchnaam
ro_ro: Nume filială
ru_ru: Название филиала

source: No shipment selected, Please select atleast one Shipment.
ar: لا توجد شحنة محددة، يرجى تحديد atleast شحنة واحدة.
es_es: No hay envío seleccionado, seleccione al menos un envío.
fr_fr: Aucun envoi sélectionné, S’il vous plaît sélectionnez atleast un envoi.
he_il: לא נבחר משלוח, נא בחר באפשרות משלוח אחד לפחות.
it_it: Nessuna spedizione selezionata, Si prega di selezionare almeno una spedizione.
mk_mk: Не е избрана пратка, изберете најмалку една пратка.
nl_be: Geen zending geselecteerd, Selecteer ten minste één zending.
ro_ro: Nicio expediere selectată, Selectați atleast one Shipment (Expediere).
ru_ru: Нет отгрузки выбран, пожалуйста, выберите atleast один груз.

source: Something went wrong while processing your request, please reload and try again.
ar: حدث خطأ ما أثناء معالجة طلبك ، يرجى إعادة التحميل والمحاولة مرة أخرى.
es_es: Algo salió mal mientras procesaba su solicitud, vuelva a cargar e inténtelo de nuevo.
fr_fr: Quelque chose s’est mal passé lors du traitement de votre demande, s’il vous plaît recharger et essayer à nouveau.
he_il: משהו השתבש בעת עיבוד בקשתך, נא טען מחדש ונסה שוב.
it_it: Si è verificato un problema durante l'elaborazione della richiesta, ricaricare e riprovare.
mk_mk: Се појави грешка. Освежете го прелистувачот и пробајте одново.
nl_be: Er is iets misgegaan tijdens het verwerken van uw aanvraag, gelieve opnieuw te laden en opnieuw te proberen.
ro_ro: Ceva a mers prost în timp ce procesarea cererii dvs., vă rugăm să reîncărcați și să încercați din nou.
ru_ru: Что-то пошло не так при обработке запроса, пожалуйста, перезагрузите и повторите попытку.

source: Receiving Settings
ar: تلقي الإعدادات
es_es: Configuración de recepción
fr_fr: Paramètres de réception
he_il: הגדרות קבלה
it_it: Impostazioni di ricezione
mk_mk: Менаџирај
nl_be: Ontvangstinstellingen
ro_ro: Setări de primire
ru_ru: Настройки получения

source: Enable beep sound when scanning?
ar: تمكين صوت الصفارة عند المسح الضوئي؟
es_es: ¿Habilitar el sonido del pitido al escanear?
fr_fr: Activer le bip sonore lors de la numérisation?
he_il: אפשר צליל צפצוף בעת הסריקה?
it_it: Abilitare l'audio del segnale acustico durante la scansione?
mk_mk: Да се ​​овозможи звучен сигнал при скенирање?
nl_be: Piepgeluid inschakelen bij het scannen?
ro_ro: Activați sunetul bipului la scanare?
ru_ru: Включить звуковой сигнал при сканировании?

source: Would you like to auto update the user?
ar: هل ترغب في التحديث التلقائي للمستخدم؟
es_es: ¿Desea actualizar automáticamente el usuario?
fr_fr: Souhaitez-vous mettre à jour automatiquement l’utilisateur?
he_il: האם ברצונך לעדכן את המשתמש באופן אוטומטי?
it_it: Vuoi aggiornare automaticamente l'utente?
mk_mk: Дали сакате да ја отворите или зачувате датотеката?
nl_be: Wilt u de gebruiker automatisch updaten?
ro_ro: Actualizați automat utilizatorul?
ru_ru: Хотите автоматически обновить пользователя?

source: Please check if you want to auto update the user after it is updated successfully on receiving page
ar: يرجى التحقق مما إذا كنت ترغب في التحديث التلقائي للمستخدم بعد تحديثه بنجاح على صفحة الاستقبال
es_es: Compruebe si desea actualizar automáticamente el usuario después de que se actualiza correctamente en la página de recepción
fr_fr: S’il vous plaît vérifier si vous voulez mettre à jour automatiquement l’utilisateur après qu’il est mis à jour avec succès sur la page de réception
he_il: נא בדוק אם ברצונך לעדכן את המשתמש באופן אוטומטי לאחר שיתעדכן בהצלחה בקבלת העמוד
it_it: Si prega di controllare se si desidera aggiornare automaticamente l'utente dopo che è stato aggiornato correttamente alla pagina di ricezione
mk_mk: Проверете дали сакате автоматски да го ажурирате корисникот откако тој успешно ќе се ажурира на страницата за примање
nl_be: Controleer of u de gebruiker automatisch wilt bijwerken nadat deze is bijgewerkt op de ontvangende pagina
ro_ro: Verificați dacă doriți să actualizați automat utilizatorul după ce este actualizat cu succes la pagina de primire
ru_ru: Пожалуйста, проверьте, хотите ли вы автоматически обновить пользователя после того, как он успешно обновляется на странице получения

source: Connect your scanner device
ar: توصيل جهاز الماسح الضوئي
es_es: Conecte el dispositivo del escáner
fr_fr: Connectez votre appareil scanner
he_il: חבר את התקן הסורק שלך
it_it: Collegare il dispositivo di scanner
mk_mk: Поврзете го уредот за скенер
nl_be: Uw scannerapparaat aansluiten
ro_ro: Conectarea dispozitivului de scanare
ru_ru: Подключение устройства сканера

source: Clear all fields after scanned.
ar: مسح كافة الحقول بعد مسحها ضوئياً.
es_es: Borre todos los campos después de escanearlos.
fr_fr: Effacer tous les champs après avoir scanné.
he_il: נקה את כל השדות לאחר שנסרק.
it_it: Cancellare tutti i campi dopo la scansione.
mk_mk: Исчистете ги сите полиња откако ќе ги скенирате.
nl_be: Alle velden wissen na het scannen.
ro_ro: Goliți toate câmpurile după scanare.
ru_ru: Очистить все поля после сканирования.

source: Add when shipment is not found.
ar: إضافة عندما لا يتم العثور على الشحن.
es_es: Añadir cuando no se encuentra el envío.
fr_fr: Ajouter lorsque l’expédition n’est pas trouvée.
he_il: הוסף כאשר המשלוח לא נמצא.
it_it: Aggiungi quando la spedizione non viene trovata.
mk_mk: Додадете кога пратката не е пронајдена.
nl_be: Toevoegen wanneer verzending niet wordt gevonden.
ro_ro: Adăugați când expedierea nu este găsită.
ru_ru: Добавить, когда отгрузка не найдена.

source: Scan your shipment barcode to update or enter the tracking number and press ENTER
ar: مسح الباركود الخاص بك شحنة لتحديث أو إدخال رقم التتبع واضغط ENTER
es_es: Escanee su código de barras de envío para actualizar o introduzca el número de seguimiento y pulse ENTER
fr_fr: Numérisez votre code-barres d’expédition pour mettre à jour ou entrer le numéro de suivi et appuyez sur ENTER
he_il: סרוק את ברקוד המשלוח כדי לעדכן או להזין את מספר המעקב והקש ENTER
it_it: Eseguire la scansione del codice a barre della spedizione per aggiornare o immettere il numero di ricerca e premere INVIO
mk_mk: Скенирајте го баркодот за пратка за да го ажурирате или внесете бројот за следење и притиснете ENTER
nl_be: Scan de streepjescode van uw zending om het volgnummer bij te werken of in te voeren en druk op ENTER
ro_ro: Scanați codul de bare al expedierii pentru a actualiza sau a introduce numărul de urmărire și apăsați ENTER
ru_ru: Сканирование штрих-кода отгрузки для обновления или ввода номера отслеживания и нажмите ENTER

source: Notes:
ar: ملاحظات:
es_es: Notas:
he_il: הערות:
it_it: Note:
mk_mk: Белешка:
nl_be: Opmerkingen:
ro_ro: Notițe:
ru_ru: Заметки:

source: If you have connected your barcode scanner please scan directly to the barcode and it will automatic update the Shipment Status
ar: إذا كنت قد قمت بتوصيل ماسح الباركود الخاص بك يرجى مسح مباشرة إلى الباركود وسوف التحديث التلقائي حالة الشحن
es_es: Si ha conectado su escáner de código de barras, escanee directamente al código de barras y actualizará automáticamente el estado del envío
fr_fr: Si vous avez connecté votre scanner de code à barres s’il vous plaît scanner directement sur le code à barres et il mettra à jour automatiquement l’état d’expédition
he_il: אם חיברת את הסורק ברקוד בבקשה לסרוק ישירות לברקוד והוא יעדכן אוטומטית את מצב המשלוח
it_it: Se è stato collegato lo scanner del codice a barre, eseguire la scansione direttamente al codice a barre e aggiornerà automaticamente lo stato della spedizione
mk_mk: Ако го поврзавте вашиот скенер за баркодови, скенирајте директно на баркодот и тој автоматски ќе го ажурира статусот на пратката
nl_be: Als u uw barcodescanner hebt aangesloten, scan dan rechtstreeks naar de barcode en wordt de verzendstatus automatisch bijgewerkt
ro_ro: Dacă ați conectat scanerul de coduri de bare, vă rugăm să scanați direct la codul de bare și va actualiza automat starea expedierii
ru_ru: Если вы подключили сканер штрих-кодов, пожалуйста, сканируйте непосредственно на штрих-код, и это автоматически обновит статус доставки

source: If you don't have a barcode scanner please input it to the tracking number field and press <i>Enter</i> on your keyboard
ar: إذا لم يكن لديك ماسح الباركود يرجى إدخاله إلى حقل رقم التتبع واضغط <i>أدخل</i> على لوحة المفاتيح
es_es: Si no tiene un escáner de código de barras, introdúzcalo en el campo de número de seguimiento y pulse <i>Intro</i> en el teclado
fr_fr: Si vous n’avez pas de scanner de code à barres, veuillez l’entrer sur le champ de numéro de suivi et appuyez sur <i>Entrez</i> sur votre clavier
he_il: אם אין לך סורק ברקוד בבקשה להזין אותו לשדה מספר מעקב ולחץ על <i>Enter</i> במקלדת
it_it: Se non si dispone di uno scanner di codici a barre, inserirlo nel campo del numero di ricerca e premere <i>Invio</i> sulla tastiera
mk_mk: Ако немате скенер за баркод, внесете го во полето со број за следење и притиснете Enter на тастатурата
nl_be: Als u geen barcodescanner hebt, voert u deze in het veld Trackingnummer in en <i>drukt u</i> op Enter op uw toetsenbord
ro_ro: Dacă nu aveți un scaner de coduri de bare, introduceți-l în câmpul număr de urmărire și <i>apăsați pe Enter</i> de pe tastatură
ru_ru: Если у вас нет сканера штрих-кодов, пожалуйста, введите его в поле отслеживания номера и нажмите <i>Enter</i> на клавиатуре

source: Bulk Update
ar: تحديث مجمع
es_es: Actualización masiva
fr_fr: Mise à jour en vrac
he_il: עדכון בצובר
it_it: Aggiornare in Blocco
mk_mk: Ажурирајте
ro_ro: Actualizări
ru_ru: Массовое обновление

source: Sorry you don't have enough permission to access this page.
ar: عذرا لم يكن لديك ما يكفي من الإذن للوصول إلى هذه الصفحة.
es_es: Lamento que no tengas suficiente permiso para acceder a esta página.
fr_fr: Désolé de ne pas avoir assez d’autorisation pour accéder à cette page.
he_il: מצטער שאין לך מספיק. רשות לגשת לדף הזה
it_it: Spiacenti, non hai abbastanza l'autorizzazione per accedere a questa pagina.
mk_mk: Немате доволно средства за овa барање
nl_be: Sorry dat je niet genoeg toestemming hebt om deze pagina te openen.
ro_ro: Ne pare rău că nu aveți suficiente permisiuni pentru a accesa această pagină.
ru_ru: К сожалению, у вас нет достаточного разрешения для доступа к этой странице.

source: Please activate you license to use this functionality.
ar: الرجاء تنشيط ترخيص لاستخدام هذه الوظيفة.
es_es: Active su licencia para utilizar esta funcionalidad.
fr_fr: S’il vous plaît activer la licence pour utiliser cette fonctionnalité.
he_il: נא הפעל את הרשיון כדי להשתמש בפונקציונליות זו.
it_it: Si prega di attivare la licenza per utilizzare questa funzionalità.
mk_mk: Ве молиме активирајте ја лиценцата за користење на оваа функционалност.
nl_be: Activeer je licentie om deze functionaliteit te gebruiken.
ro_ro: Vă rugăm să activați licența pentru a utiliza această funcționalitate.
ru_ru: Пожалуйста, активируйте лицензию на использование этой функциональности.

source: Receiver Bulk Update
ar: تحديث جهاز الاستقبال المجمع
es_es: Actualización masiva del receptor
fr_fr: Mise à jour en vrac du récepteur
he_il: עדכון בצובר של מקלט
it_it: Aggiornamento in blocco del ricevitore
mk_mk: Ажурирајте ја стапката на испорака
nl_be: Bulkupdate van de ontvanger
ro_ro: Actualizare în bloc receptor
ru_ru: Приемник Массовое обновление

source: Close
ar: إغلاق
es_es: Cerrar
fr_fr: Fermer
he_il: סגור
it_it: Chiudi
mk_mk: Затвори
nl_be: Sluit
ro_ro: Închide
ru_ru: Закрыть

source: Update
ar: تحديث
es_es: Actualizar
fr_fr: Mettre à jour
he_il: עדכון
it_it: Aggiorna
mk_mk: Ажирирај
nl_be: Bijwerken
ro_ro: Actualizare
ru_ru: Обновить

source: Enter Shipment Number
ar: أدخل رقم الشحن
es_es: Introduzca el número de envío
fr_fr: Entrez le numéro d’expédition
he_il: הזן מספר משלוח
it_it: Immettere il numero di spedizione
mk_mk: Внесете број на пратка
nl_be: Voer verzendnummer in
ro_ro: Introduceți numărul livrării
ru_ru: Введите номер отгрузки

source: If you have connected your barcode scanner please scan directly to the barcode and it will automatically update the Shipment Status
ar: إذا كنت قد قمت بتوصيل ماسح الباركود الخاص بك يرجى مسح مباشرة إلى الباركود وسوف تلقائيا تحديث حالة الشحن
es_es: Si ha conectado su escáner de código de barras, escanee directamente al código de barras y actualizará automáticamente el estado del envío
fr_fr: Si vous avez connecté votre scanner de codes à barres, veuillez scanner directement au code-barres et mettre à jour automatiquement l’état de l’expédition
he_il: אם חיברת את הסורק ברקוד בבקשה לסרוק ישירות לברקוד והוא יעדכן אוטומטית את מצב המשלוח
it_it: Se è stato collegato lo scanner del codice a barre, eseguire la scansione direttamente al codice a barre e aggiornerà automaticamente lo stato della spedizione
mk_mk: Ако го поврзавте вашиот скенер за баркодови, скенирајте директно на баркодот и тој автоматски ќе го ажурира статусот на пратката
nl_be: Als u uw barcodescanner hebt aangesloten, scan dan rechtstreeks naar de barcode en wordt de verzendstatus automatisch bijgewerkt
ro_ro: Dacă ați conectat scanerul de coduri de bare, vă rugăm să scanați direct la codul de bare și va actualiza automat starea expedierii
ru_ru: Если вы подключили сканер штрих-кодов, пожалуйста, сканируйте непосредственно штрих-код, и он автоматически обновит статус отгрузки

source: If you don't have a barcode scanner please input the tracking number on the field and press <i>Enter</i> on your keyboard
ar: إذا لم يكن لديك ماسح الباركود يرجى إدخاله إلى حقل رقم التتبع واضغط <i>أدخل</i> على لوحة المفاتيح
es_es: Si no tiene un escáner de código de barras, introdúzcalo en el campo de número de seguimiento y pulse <i>Intro</i> en el teclado
fr_fr: Si vous n’avez pas de scanner de code à barres, veuillez l’entrer sur le champ de numéro de suivi et appuyez sur <i>Entrez</i> sur votre clavier
he_il: אם אין לך סורק ברקוד בבקשה להזין אותו לשדה מספר מעקב ולחץ על <i>Enter</i> במקלדת
it_it: Se non si dispone di un correttore di codici a barre, inserire il numero di tracciamento sul campo e <i>premere</i> INVIO sulla tastiera
mk_mk: Ако немате скенер за баркод, внесете го во полето со број за следење и притиснете Enter на тастатурата
nl_be: Als u geen barcodescanner hebt, voert u het volgnummer op het veld in en <i>drukt u</i> op Enter op uw toetsenbord
ro_ro: Dacă nu aveți un scaner de coduri de bare, introduceți-l în câmpul număr de urmărire și <i>apăsați pe Enter</i> de pe tastatură
ru_ru: Если у вас нет сканера штрих-кодов, пожалуйста, введите его в поле отслеживания номера и нажмите <i>Enter</i> на клавиатуре

source: WPCargo Receiving Add-ons
ar: WPCargo تلقي الوظائف الإضافية
es_es: WPCargo complementos destinatario
fr_fr: WPCargo Recevoir des add-ons
he_il: תוספות מקבלות ומטענים
it_it: WPCargo Ricezione di componenti aggiuntivi
mk_mk: Додадтоци
nl_be: WPCargo-invoegtoepassingen ontvangen
ro_ro: WPCargo Primirea suplimentelor
ru_ru: WPCargo Получение дополнений

source: http://wpcargo.com/
ar: هذا البرنامج المساعد يتطلب <a href="http://wpcargo.com/" target="_blank">WPTaskForce ترخيص المساعد</a> البرنامج المساعد لتكون نشطة!
mk_mk: http://wptaskforce.com/
nl_be: Deze plugin vereist <a href="http://wpcargo.com/" target="_blank">WPTaskForce License Helper</a> plugin om actief te zijn!

source: This Add-ons will let you auto update the Shipment History by using the barcode scanner or entering the number on the input fields.
ar: تتيح لك هذه الوظائف الإضافية التحديث التلقائي لمحفوظات الشحن باستخدام ماسح الباركود أو إدخال الرقم في حقول الإدخال.
es_es: Estos complementos le permitirán actualizar automáticamente el Historial de envíos utilizando el escáner de código de barras o introduciendo el número en los campos de entrada.
fr_fr: Ces modules vous permettront de mettre à jour automatiquement l’historique des expéditions en utilisant le scanner de code à barres ou en entrant le numéro sur les champs d’entrée.
he_il: הרחבות אלה יאפשר לך לעדכן אוטומטית את היסטוריית המשלוחים באמצעות סורק הברקוד או להזין את המספר בשדות הקלט.
it_it: Questi componenti aggiuntivi consentono di aggiornare automaticamente lo storico delle spedizioni utilizzando lo scanner di codici a barre o immettendo il numero nei campi di immissione.
mk_mk: Овие додатоци ќе ви овозможат автоматско ажурирање на историјата на пратката со користење на скенер за баркодови или внесување на бројот на полињата за внесување.
nl_be: Met deze invoegtoepassingen u de verzendgeschiedenis automatisch bijwerken door de barcodescanner te gebruiken of het nummer in de invoervelden in te voeren.
ro_ro: Aceste programe de completare vă vor permite să actualizați automat Istoricul expedierilor utilizând scanerul de coduri de bare sau introducând numărul în câmpurile de intrare.
ru_ru: Это дополнение позволит вам автоматически обновить историю отправки с помощью сканера штрих-кодов или ввода числа на полях ввода.

source: <a href="http://wptaskforce.com/">WPTaskForce</a>
he_il: <a href="http://wptaskforce.com/">כוח משימות</a>
mk_mk: <a href="http://www.wptaskforce.com/">WPTaskForce</a>
